{
  "0": {
    "name": "Punk IPA",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "5.6%",
    "desc": "Welcome to a post Punk apocalyptic mother fucker of a pale ale.\n\nA beer that spent its formative years Blitzkrieg bopping around India and the sub continent. Quintessential Empire with an anarchic twist.\n\nGod save the Queen and all who sail in her. Raising a Stiff Little Finger to IPAs that have come before and those it is yet to meet.\n\nTurn up the volume Pay the man. Embrace the punked up, fucked up outlaw elite.\n\nNever Mind the Bollocks this is the real shit.\n\nMalts:\nMarris Otter Extra Pale.\n\nHops:\nChinook, Simcoe, Ahtanum, Nelson Sauvin.",
    "ibu": "35",
    "rating": "3.76",
    "image": "beer-5702_3cbcc_sm.jpeg"
  },
  "1": {
    "name": "Elvis Juice",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6.5%",
    "desc": "An American IPA with a bitter edge that will push your citrus tolerance to the brink and back; Elvis Juice is loaded with tart pithy grapefruit peel. This IPA has a caramel malt base, supporting a full frontal citrus overload - grapefruit peel piled on top of intense us aroma hops. Waves of crashing pine, orange and grapefruit round out this citrus infused IPA.\n\nMalts: Cara, Extra Pale\n\nHops: Amarillo, Citra, Magnum, Mosaic, Simcoe",
    "ibu": "40",
    "rating": "3.77",
    "image": "beer-1441008_3cfee_sm.jpeg"
  },
  "2": {
    "name": "Dead Pony Club",
    "brewery": "Brewdog",
    "style": "IPA - Session / India Session Ale",
    "abv": "3.8%",
    "desc": "Get ready to gun it down the Pacific Coast Highway through a hop-heavy west-coast wonderland.\n\nThis ale is chopped, tuned and ready to roll.\n\nBright and bracing, Dead Pony* has been crafted from an insane amount of west coast hops to deliver massive citrus aromas. Dive in and the toasted malt base soon gives way to a huge box-fresh hop hit washing tropical fruit, floral hits and spicy undertones all over your palate.\n\nThis is a session ale with balls of equine proportions. Laidback, but hop-forward. California dreaming for the craft beer generation.\n\n*no ponies were harmed in the making of this beer.\n\nMalts: Cara, Crystal, Extra Pale\n\nHops: Simcoe, Citra and Mosaic",
    "ibu": "35",
    "rating": "3.57",
    "image": "beer-164769_b339a_sm.jpeg"
  },
  "3": {
    "name": "5AM Saint",
    "brewery": "Brewdog",
    "style": "Red Ale - American Amber / Red",
    "abv": "5%",
    "desc": "Buy the ticket, take the ride.\n\n5AM Red Ale is 5 malts, 5 hops and 5% abv. But that’s where the order ends.\n\nJump in and you’ll find berry bouncing off marmalade clashing with caramel cosying up to chocolate buzzing off spice sizzling with toast laced with lychee and colliding with biscuit.\n\nAs malty as it is hoppy. As anarchic as it is structured. Bitterness and sweetness, all neatly messed up in a triumph of pure chaos.\n\nPerfect, baffling symmetry. Go fathom 5AM.\n\nMalts:\nMaris Otter, Caramalt, Munich Malt, Crystal and Dark Crystal Malts\n\nHops:\nNelson Sauvin, Amarillo\n\nDry Hops: Simcoe, Cascade, Centennial, Ahtanum, Nelson Sauvin",
    "ibu": "35",
    "rating": "3.63",
    "image": "beer-6976_6579f_sm.jpeg"
  },
  "4": {
    "name": "O-G Hazy",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "7.2%",
    "desc": "Note: this is the 7.2% ABV beer which has been renamed by BrewDog following the sale of a lower 5.5% ABV version.\n\nEast Coasts collide and crank it up for this new New England IPA retuned in Scotland. Brewed with oats and wheat and left unfiltered for a hazy appearance and super smooth delivery. Dry-hopped for a full-tilt fruit hit with pineapple, mango and a hint of zesty lime. Low on bitterness, high on haze, heavy on hops.",
    "ibu": "30",
    "rating": "3.87",
    "image": "badge-beer-default.png"
  },
  "5": {
    "name": "Jack Hammer",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "7.2%",
    "desc": "Press the button, go ahead. What are you waiting for? Your mama’s not coming this time. Don’t slow down. Hammer it.\n\nStart with huge grapefruit aroma. Pile on more bitterness than the human palate (or nipple) can detect, ride the anarchy and caramel craziness and let the devastatingly bitter finish drill straight through your taste buds.\n\nPut a bullet in the head of mediocrity, raise hell and revel in bitter craft awesomeness. This beer is the end of the line. The hopped-up, puckered mouthed extreme of craft brewing. This beer is bitter. Very bitter. Don’t say we didn’t warn you.\n\nMalt: Extra Pale\n\nHops: Amarillo, Centennial, Citra, Columbus, Simcoe",
    "ibu": "250",
    "rating": "3.82",
    "image": "beer-196338_b444f_sm.jpeg"
  },
  "6": {
    "name": "Jet Black Heart",
    "brewery": "Brewdog",
    "style": "Stout - Milk / Sweet",
    "abv": "4.7%",
    "desc": "Jet Black Heart is a 4.7% milk stout, loaded with oatmeal for an extra lush mouth-feel and nitro dispensed on draft; expect decadent cacao, subtle roastiness, and autumnal fruitiness with a dark seductive edge. Inspired by some of the awesome craft nitro stouts we tried in the US we wanted to put our own spin on the style and also introduce nitro beers to BrewDog bars.",
    "ibu": "30",
    "rating": "3.71",
    "image": "beer-1416253_e9ae1_sm.jpeg"
  },
  "7": {
    "name": "Clockwork Tangerine",
    "brewery": "Brewdog",
    "style": "IPA - Session / India Session Ale",
    "abv": "4.5%",
    "desc": "Tangerine session IPA. Winner of the 2017 Prototype Challenge, Clockwork Tangerine is a session strength IPA, infused with tangerine, and appears as our Q2 seasonal, replacing Hop Fiction.\n\nA fully automated sessionable IPA infused with tangerine. Perfectly timed delivery of juicy citrus with notes of mellow tropical fruits, followed by subtle notes of caramel and toasted malt. All wrapped up in a medium bodied ale. A director’s cut for the twenty-first century. Clockwork Tangerine - IPA precision for the people.",
    "ibu": "35",
    "rating": "3.5",
    "image": "beer-2504661_51967_sm.jpeg"
  },
  "8": {
    "name": "Indie Pale Ale",
    "brewery": "Brewdog",
    "style": "Pale Ale - International",
    "abv": "4.2%",
    "desc": "Indie Pale Ale is an icon of independence, destined to live independently. This is Craft Beer for the People.\n\nA 4.2% pale ale for the 21st century; stripped back and sessionable, this beer is designed to be accessible.\n\nIndie Pale Ale delivers light pear and banana notes against a caramel and biscuit malt backbone. It is suitable for any drinking occasion and ready to go when you (or anyone else) needs it.",
    "ibu": "30",
    "rating": "3.17",
    "image": "beer-2467430_f7bae_sm.jpeg"
  },
  "9": {
    "name": "Cocoa Psycho",
    "brewery": "Brewdog",
    "style": "Stout - Russian Imperial",
    "abv": "10%",
    "desc": "Welcome to the world of Cocoa Psycho, a liquid dimension where pure indulgence reigns.\n\nThis Imperial Stout borrows from the voluptuary decadence of 18th Century Russia, with its extravagantly smooth blend of crushed coffee beans, cacao nibs and dark malts.\n\nDig past the infusions of vanilla pods and toasted oak chips and eventually you’ll come face to face with the madness required to make this beer: a kind of depraved logic that would make Rasputin himself proud.\n\nTo fully unleash the aromas and bittersweet luxury of this stout we recommend drinking it from a stemmed beer glass before taking a sledgehammer to a Faberge egg.\n\nMalts: Extra Pale, Wheat, Cara, Smoked, Black and Roasted Barley\n\nHops: Cascade, Fuggles and Goldings",
    "ibu": "85",
    "rating": "3.93",
    "image": "beer-273455_daf71_sm.jpeg"
  },
  "10": {
    "name": "Nanny State",
    "brewery": "Brewdog",
    "style": "Non-Alcoholic Beer",
    "abv": "0.5%",
    "desc": "And this time it is all about the beer, and the beer is awesome! Gone are the 200+ IBUs which brought grown men to tears! Our new Nanny State is 0.5% ABV and focuses on being a great drink as opposed to a great publicity ploy. This beer is now focussed on getting all that is good about BrewDog into a practically alcohol free format. It is a West Coast inspired pale ale with a difference! The beer has 45 IBUS and is brewed with centennial, amarillo, columbus, cascade and simcoe and intensively dry-hopped with centennial and amarillo. The backbone is provided by 8 different types of speciality malts with only 87 kilos of malt used in a 20HL batch (our Punk IPA uses 450 kilos in 20HL).",
    "ibu": "45",
    "rating": "2.73",
    "image": "beer-10839_f4e3a_sm.jpeg"
  },
  "11": {
    "name": "Vagabond Pale Ale",
    "brewery": "Brewdog",
    "style": "Gluten-Free",
    "abv": "4.5%",
    "desc": "Winner of the Prototype Series 2014.\n\nA kick-ass, hop-forward pale ale, that just so happens to be gluten free.\n\nVagabond Pale Ale melds citrus and tropical hop flavours with a light caramel malt base, backed up with a raucously resinous bitterness.\n\nBrewed using 100% malted barley, American hop varieties, pure Scottish water and our clean-fermenting house yeast, Vagabond is missing only one thing - Gluten.\n\nMalts: Extra Pale, Cara, Crystal\n\nHops: Centennial, Amarillo",
    "ibu": "55",
    "rating": "3.45",
    "image": "beer-904825_2d906_sm.jpeg"
  },
  "12": {
    "name": "Libertine Black Ale",
    "brewery": "Brewdog",
    "style": "IPA - Black / Cascadian Dark Ale",
    "abv": "7.2%",
    "desc": "Lose yourself in this voluptuous beast of a beer. A twenty-first century hop overdose.\n\nThis mother will seduce you, ravish you and you’ll be back gagging for more. Adore it. Lust for it. Fall for it.\n\nLibertine Black Ale is a dark hop bomb combining the hop awesomeness of an IPA, the decadent and indulgent malt flavours of a stout with an insatiable drinkability that belies the punch that this beer packs. A Dark Knight amongst pale knaves.\n\nTaste the hops, live the dream. Learn to speak beer, love fruit and never forget you come from a long line of truth seekers, dreamers and warriors… the outlaw elite.\n\nRide toward anarchy and caramel craziness. Let the sharp bitter finish rip you straight to the tits. Swallow hard.\n\nMalts:\nMaris Otter, Caramalt, Munich Malt, Dark Crystal Malt, Carafa.\n\nHops:\nSimcoe",
    "ibu": "65",
    "rating": "3.81",
    "image": "beer-158573_5dc89_sm.jpeg"
  },
  "13": {
    "name": "Electric India",
    "brewery": "Brewdog",
    "style": "IPA - Farmhouse",
    "abv": "5.2%",
    "desc": "One day. One brewery. Seven thousand co-creators. Two hundred brewers.\n\nThe result? Electric India.\n\nThis beer is the bastard love child of the craft beer revolution. An unholy union between a Belgian Saison and an Indian Pale Ale; democratically brewed by our very own Equity for Punks shareholders.\n\nElectric India is a hoppy saison brewed with fresh orange peel, lashings of heather honey, crushed black pepper corns and enthusiastically hopped with mountains of amarillo and nelson sauvin.\n\nA beer for the people, by the people direct from the craft beer republic of BrewDog.\n\nNOTE: The ABV for this beer varies. However, the recipe remain the same.",
    "ibu": "38",
    "rating": "3.47",
    "image": "beer-374052_c42eb_sm.jpeg"
  },
  "14": {
    "name": "Lost Lager",
    "brewery": "Brewdog",
    "style": "Pilsner - Other",
    "abv": "4.7%",
    "desc": "Brewed with Weihenstephan’s lager yeast, and dry-hopped with the contemporary German variety Saphir.\n\n​This pilsner combines the light, crisp and clean lager profile provided by Weihenstephan's house yeast, with the vibrant citrus and stonefruit aromas associated with new German hop Saphir. This lager is easy-going but has subtle depths; toast, hints of spice and a zesty lime marmalade character.",
    "ibu": "37",
    "rating": "3.33",
    "image": "beer-2593729_cfaec_sm.jpeg"
  },
  "15": {
    "name": "Santa Paws Scotch Ale",
    "brewery": "Brewdog",
    "style": "Scottish Ale",
    "abv": "4.5%",
    "desc": "A decadent scotch ale brewed with Scottish Heather Honey. A robust malty beer packed with avour and at a strength you can drink all (Christmas) day long.",
    "ibu": "35",
    "rating": "3.27",
    "image": "beer-491728_44aaa_sm.jpeg"
  },
  "16": {
    "name": "Kingpin",
    "brewery": "Brewdog",
    "style": "Pilsner - German",
    "abv": "4.7%",
    "desc": "Brewed with 100% malt and a juggernaut of hops, our cold-conditioned Kingpin puts lager back on top!\n\nExpect the first wave of robust, full-bodied malt character to hit you, followed\nclosely by spicy, citrus notes that charge across the palate until an assertive bitter finish wins the day.\n\nMalts: Cara, Munich, Pale, Pilsner\n\nHops: Magnum, Perle",
    "ibu": "20",
    "rating": "3.29",
    "image": "beer-1237355_7800e_sm.jpeg"
  },
  "17": {
    "name": "Zeitgeist",
    "brewery": "Brewdog",
    "style": "Lager - Dark",
    "abv": "4.7%",
    "desc": "Zeitgeist is an ideosyncratic alternative black lager It seeks to recreate the spirit, attitude and autonomy of an age gone by. \n\nIts inspiration is found more than 200 years ago. Zeitgeist takes an age old classic, a forgotten masterpiece and gives it relevance and an avant-garde edge. Zeitgeist encapsulates our view of contemporary society, yet simultaneously endeavours to improve it. There is too much conformity. Not enough thought, not enough individualism, not enough alternatives.\n\nZeitgeist is about identity, non-conformity and idiosyncrasy. It is a collective, an idea, a movement. It is about giving up ownership of itself to those who care enough to listen.",
    "ibu": "27",
    "rating": "3.43",
    "image": "beer-15078_43121_sm.jpeg"
  },
  "18": {
    "name": "Trashy Blonde",
    "brewery": "Brewdog",
    "style": "Blonde Ale",
    "abv": "4.1%",
    "desc": "A titillating, neurotic, peroxide, punk of a pale ale. Combining attitude, style substance and a little bit of low self esteem for good measure; what would your mother say?\n\nYou really should just leave it alone...\n\n...but you just cant get the compulsive malt body and gorgeous dirty blonde colour out of your head. The seductive lure of the sassy passion fruit hop proves too much to resist. All that is even before we get onto the fact that there are no additives preservatives, pasteurization or strings attached.\n\nAll wrapped up with the customary Brewdog bite and imaginative twist. This trashy blonde is going to get you into a lot of trouble.",
    "ibu": "40",
    "rating": "3.34",
    "image": "beer-5708_ea612_sm.jpeg"
  },
  "19": {
    "name": "Quench Quake",
    "brewery": "Brewdog",
    "style": "Sour - Fruited",
    "abv": "4.6%",
    "desc": "Grapefruit and Tangerine sour\nBuckle up for this juice bomb of a sour beer. The first tremor of tartness hits, then hold tight for a citrus blast of seismic proportions. Tectonic plates of lemon, tangerine, grapefruit and tart apple agitate the pie crust and biscuit backbone.",
    "ibu": "10",
    "rating": "3.35",
    "image": "beer-2809418_b4e84_sm.jpeg"
  },
  "20": {
    "name": "Cybernaut",
    "brewery": "Brewdog",
    "style": "IPA - Session / India Session Ale",
    "abv": "4.5%",
    "desc": "Our new seasonal beer is upon us! For the first time we have brewed a pale and hoppy beer to fill this special slot - a tuned New England Session IPA! This beer has been lightly filtered in line with our core range, giving this beer less haze than most New England styles, but retaining the tropical and juicy profile we know and love to give it that twist!\n\nIf you love a tropical fruit salad, you’ll love this beer! The mango, peach and apricot flavours, layered with strong grassy and pine dust notes, give this beer a smooth, juicy and light finish. Soft in bitterness with a mango juice character create a hoppy freshness!",
    "ibu": "30",
    "rating": "3.59",
    "image": "beer-2607648_4494e_sm.jpeg"
  },
  "21": {
    "name": "Zombie Cake",
    "brewery": "Brewdog",
    "style": "Porter - American",
    "abv": "5%",
    "desc": "Dark forces are at work in this devilishly good Praline Porter. Toffee and chocolate unite and come a-knocking. Open up to layers of smooth roastycharacter, with notes of vanilla, mellow coffee and a subtle nuttiness. And a bitter sweet cliffhanger finale.\n\nZombie Cake – grab a slice.",
    "ibu": "25",
    "rating": "3.61",
    "image": "beer-3156629_3d450_sm.jpeg"
  },
  "22": {
    "name": "BrewDog VS Cloudwater: New England IPA",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "6.8%",
    "desc": "BrewDog vs Cloudwater is a 6.8% Vermont-style India Pale Ale, hopped with Mosaic in the whirlpool only. Without any big-hitting additions of hops in the boil, we carried the flavour by heavily dry-hopping the brew with Citra and Mosaic. Topping out at around 35IBU, we also used oats in the recipe to deliver the trademark smooth mouthfeel – and made it truly authentic by propagating a one-off culture of Vermont yeast, specifically for the brew.\n\nMalts: Pale Ale Propino, torrefied wheat and oats\n\nHops: Mosaic and Citra\n\nYeast: Vermont Ale (WLP4000)",
    "ibu": "45",
    "rating": "4.04",
    "image": "beer-1932971_4c9ab_sm.jpeg"
  },
  "23": {
    "name": "Tokyo* (16.5%)",
    "brewery": "Brewdog",
    "style": "Stout - American Imperial / Double",
    "abv": "16.5%",
    "desc": "A new Tokyo* recipe was created in 2014 to produce a lower ABV at 16.5%. The 18.2% caused a lot of stress on the yeast. With the new recipe we have created a beer that ferments better and is packed full of more flavour than the original.\n\nTokyo* is a beer inspired by a 1980's space invaders arcade game played in Japan's capital.\n\nThe irony of existentialism, the parody of being and the inherent contradictions of post-modernism, all so delicately conveyed by the blocky, pixelated arcade action have all been painstakingly recreated in this bottles contents.\n\nThis imperial stout is brewed with copious amounts of speciality malts, jasmine and cranberries. After fermentation we then dry-hop this killer stout with a bucketload of our favourite hops before carefully ageing the beer on French toasted oak chips.\n\nIt is all about moderation. Everything in moderation, including moderation itself. What logically follows is that you must, from time, have excess. This beer is for those times.\n\nMalts:\nMarris Otter, Dark Crystal, Caramalt, Chocolate Malt, Roast Barley.\n\nHops:\nGalena",
    "ibu": "90",
    "rating": "4.07",
    "image": "beer-650968_ffa40_sm.jpeg"
  },
  "24": {
    "name": "This. Is. Lager.",
    "brewery": "Brewdog",
    "style": "Pilsner - Other",
    "abv": "4.7%",
    "desc": "This is the end of brainwashed, glassy-eyed beer consumption.\nThis is the start of something special.\nThis is craft beer.\nThis. Is. Lager.\nThis. Is. Lager. is our attempt to reclaim one of the World's classic beer styles, in honour of the great German & Bohemian Pilsners of the 19th Century.\nBrewed with 100% malt, ten times the hops of most industrial lagers & cold conditioned for 5wks,this spicy robust pilsner os lager reborn. \nExpect a robust full bodied malt character on the front of the tongue, spicy citrus notes as it goes back through the palate, and an assertive bitter finish with a lemon & pepper character to round things off.\nThis. Is. Lager. Reclaimed. Perfected. Renewed.",
    "ibu": "40",
    "rating": "3.29",
    "image": "beer-799438_99087_sm.jpeg"
  },
  "25": {
    "name": "Native Son",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "8.5%",
    "desc": "Well, what else would a Colorado native have in his beer fridge? Jason’s second liquid response to the beery challenge laid down by James is the ultimate US style. If you love C-hops, this one is for you. Columbus, Centennial, Citra, Chinook, Comet and (honorary C-hop) Simcoe sing from the glass with enormous resin, pine, citrus zest, cut grass and a juicy baseline from Vermont yeast. Brewed with Pale and Crystal malt and at 8.0% ABV this is as American as the 4th of July.\n\n“Well I am American,” says Jason. “Our number one selling beer is an IPA so it seemed like the natural fit. This beer is my take on the classic with a simple yet clean malt base, enough bitterness to appease the taste buds without wrecking them and a hop profile that is loaded with grapefruit, citrus zest and slightly floral aromas. Think Pliny the Elder meets Punk IPA.”\n\nSold.",
    "ibu": "70",
    "rating": "3.72",
    "image": "beer-2200927_a5ead_sm.jpeg"
  },
  "26": {
    "name": "Mr. President",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "9.2%",
    "desc": "Say hello to the President elect of Double IPAs. An All-American gung-ho of a beer. The first Amendment in full on, full tilt flavour. This is a beer Super Power flexing its hoppy muscles.\n\nImmerse yourself in the star spangled banner of big fruit. A Cadillac of chewy toffee malt rolls down the interstate and accelerates hard into relentless bitterness, with sniper bursts of apricot, mango and pine.\n\nThis is a Defcon I of IPAs. An All-out bedrock patriot, hell-bent on global domination.\nVote with your senses.\nVote Mr. President.\n\nExclusive to TESCO stores in the UK.",
    "ibu": "150",
    "rating": "3.74",
    "image": "beer-1509586_9e8cc_sm.jpeg"
  },
  "27": {
    "name": "Albino Squid Assassin",
    "brewery": "Brewdog",
    "style": "IPA - Rye",
    "abv": "7.4%",
    "desc": "This tentacled terminator packs a punch - ten punches to be precise. Each hop addition adds to the intense layers of depth in this red rye IPA. Toasty caramel & cinder toffee from crystal malts, cacao richness from intensely roasted malt and the spiciness of rye. Zesty pithiness from citra and the robust resin of chinook. This small batch exclusive brew is up-front intensity matched with twisted complexity.\n\nThe can features awesome custom art from Joe Wilson.\n\nMalts: Carafa, Crystal, Dark Crystal, Extra Pale, Rye\n\nHops: Chinook, Citra, Magnum",
    "ibu": "65",
    "rating": "3.81",
    "image": "beer-1355532_131fc_sm.jpeg"
  },
  "28": {
    "name": "Choco Libre",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double Oatmeal",
    "abv": "8.2%",
    "desc": "A Mexican-spiced hot chocolate infused imperial stout. Move quick to get your hands on this one-off brew!",
    "ibu": "25",
    "rating": "3.76",
    "image": "beer-2397074_59210_sm.jpeg"
  },
  "29": {
    "name": "Slot Machine",
    "brewery": "Brewdog",
    "style": "IPA - Rye",
    "abv": "5.2%",
    "desc": "A 5.2% ABV red rye IPA in the tradition of Interstellar and Albino Squid Assassin this particular brew uses the relatively new hop Callista on top of Mangum and Amarillo and with rye and crystal malt featuring in the grain bill it will be perfect for autumn.",
    "ibu": "55",
    "rating": "3.48",
    "image": "beer-2297153_fa22c_sm.jpeg"
  },
  "30": {
    "name": "Pulp Patriot",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double Milkshake",
    "abv": "9.5%",
    "desc": "This powerhouse of an American double IPA is packing raspberry. Delivering intense stewed raspberry aromas and gigantic jammy flavour upfront. Tail-gated by citrus notes that balance out the sweetness. Milk sugar adds body and rounds out the jammy delivery.",
    "ibu": "10",
    "rating": "3.85",
    "image": "beer-3149466_2e820_sm.jpeg"
  },
  "31": {
    "name": "Restorative Beverage For Invalids And Convalescents",
    "brewery": "Brewdog",
    "style": "IPA - English",
    "abv": "8.7%",
    "desc": "From their 1700's London origins to their 1800's Burton heyday through their 2000's Californian rebirth, IPA has remained one of the world’s most evocative, exciting and encapsulating beer styles. IPA is our go-to style here at BrewDog; from Punk to Hardcore, Jack Hammer to Atlantic IPA, we have majored in bringing you as many hop-forward beers to you as is humanly possible.\n\nWe wanted to brew a completely new and conceptual IPA that paid tribute to the style’s origins whilst incorporating the devastatingly modern techniques and technologies. A 21st Century drink with an 18th Century ethos; a very new yet very old IPA.\n\nWe found our inspiration from a doctor. The ‘father of Pharmacology’ Dr Jonathan Pereira to be precise. In 1843 he published a book which shook the establishment. Titled ‘A Treatise on Food and Diet’.\n\nScrew any semblance of balance. This beer is like injecting hops straight into your tongue with a needle. Inspired by that other great era for India Pale Ales, the mid-nineteenth Century, Restorative Beverage is going to be impossible to remonstrate with, or counter. Its entire foundation exists on the basis of scientific fact.\n\nThe good Doctor had spoken. Restorative Beverage for Invalids and Convalescents is medical opinion writ large. History brought to life. It is the biggest, baddest, most uplifting IPA we have ever made.",
    "ibu": "100",
    "rating": "3.91",
    "image": "beer-998392_8b7de_sm.jpeg"
  },
  "32": {
    "name": "Tactical Nuclear Penguin",
    "brewery": "Brewdog",
    "style": "Freeze-distilled Beer",
    "abv": "32%",
    "desc": "No Penguins were harmed in the making of this beer; some humans did get very, very cold though. It was worth it.\n\nThe Antarctic name, inducing schizophrenia, of this Å¸ber-imperial stout originates from the amount of time it spent exposed to extreme cold. This beer was initially double barrel aged for 14 months; maturing in the deep, rich oak of Scottish whisky casks. After this epic maturation the beer was then frozen, then frozen again, then frozen again.\n\nThis is an extremely strong beer, it should be enjoyed in small servings and with an air of aristocratic nonchalance. In exactly the same manner that you would enjoy a fine whisky, a Frank Zappa album or a visit from a friendly yet anxious ghost.",
    "ibu": "90",
    "rating": "3.87",
    "image": "beer-5713_e0345_sm.jpeg"
  },
  "33": {
    "name": "Pump Action Poet",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "7.5%",
    "desc": "Pump Action Poet is loaded with stonefruit and tropical flavour – aromas of juicy peach, apricot and nectarine, pineapple and mango - all piled on biscuity malt. Hopped with Citra, Amarillo and Simcoe and brewed with added wheat and oats, this super smooth IPA has a balanced bitterness and a full-bodied mellow malt base. The addition of peach and apricot enhances the flavours of stonefruit naturally present in some of our favourite US hops, and adds a subtle tart edge to offset the intense juicy fruit character.",
    "ibu": "80",
    "rating": "3.66",
    "image": "beer-2058844_cc7b1_sm.jpeg"
  },
  "34": {
    "name": "Rip Tide",
    "brewery": "Brewdog",
    "style": "Stout - American Imperial / Double",
    "abv": "8%",
    "desc": "A strong, silky smooth imperial stout with a deep, dark ruby appearance. Mocha, bitter chocolate, liquorice and dark cherry flavours prevail, before the balanced, warming and encapsulating finish.\n\nA contemporary Scottish take on an age old Russian classic style originally brewed for the Tsars. Our interpretation brings together hops from both sides of the Atlantic, amazing flavoured malts and dark sugars.\n\nLike the original BrewDog, this beer would never bite you but would much rather give you a lick on the face. Look Out!\n\nServing Suggestion: Enjoy with an air of aristocratic nonchalance",
    "ibu": "65",
    "rating": "3.74",
    "image": "beer-5703_992a0_sm.jpeg"
  },
  "35": {
    "name": "Mail Order Martian",
    "brewery": "Brewdog",
    "style": "IPA - Milkshake",
    "abv": "7%",
    "desc": "\"Buckle up for this DDH IPA. A fully loaded fruity propellant with currant, mixed berries, kiwi and lychee notes. Milk sugar rounds and sweetens out the full tilt, juicy flavour. And oats ensure a rocket powered smooth delivery. Finally counting down to a moderate bitter finish. \n\nMail Order Martian - Beer at light speed.\"",
    "ibu": "10",
    "rating": "3.66",
    "image": "beer-3145661_bc629_sm.jpeg"
  },
  "36": {
    "name": "Nine To Five Wizard",
    "brewery": "Brewdog",
    "style": "Bock - Weizenbock",
    "abv": "7.5%",
    "desc": "Nine to Five Wizard majors in the classic German Weissbier aromas of banana and clove, layered with New World hop notes of orange, mango, pine and grapefruit. The combination of the Magnum, Cascade, Mandarina Bavaria and Ariana hops give a rising and refreshing citrus complement to the smooth mouthfeel from the wheat and the fruity esters of the Bavarian yeast.",
    "ibu": "60",
    "rating": "3.39",
    "image": "beer-2252438_5984a_sm.jpeg"
  },
  "37": {
    "name": "Sink The Bismarck!",
    "brewery": "Brewdog",
    "style": "Freeze-distilled Beer",
    "abv": "41%",
    "desc": "An unsettling development has arisen in mainland Europe which BrewDog have found impossible to ignore.\n\nArmed with their 40% ABV beer, German brewers have infiltrated our front lines, slipped under the defences and straight onto the radars of you – the noble beer drinkers of the Empire.\n\nWe ask of you to keep calm and carry on whilst saluting the valiant efforts of Tactical Nuclear Penguin whose fall has allowed the Germans to recapture the world record for the strongest beer.\n\nWe are wheeling out the big guns this time. Sink the Bismarck is a quadruple IPA that contains four times the hops, four times the bitterness and frozen four times to create at a staggering 41% ABV.",
    "ibu": "N/A",
    "rating": "3.65",
    "image": "beer-6039_56407_sm.jpeg"
  },
  "38": {
    "name": "Semi-Skimmed Occultist",
    "brewery": "Brewdog",
    "style": "Stout - Oatmeal",
    "abv": "8%",
    "desc": "Our first small-batch canned release of 2017 is hot off the press and looks an absolute picture thanks to the amazing custom can artwork from the incredible guys at The Red Dress. We wanted to produce something of true decadence, so have packed into the recipe everything that we could think of to raise the body and make a smooth, truly redolent deep stout.\n\nThe four key additions exaggerate the mouthfeel and work with the blend of malts, oats and wheat to leave you with a beer that is best enjoyed on those dark, early-spring evenings when the weather is yet to break and the cold still seeps in around the door jambs. The result? In a word, opulence. The aromas start with cocoa and vanilla but it is the flavour that really holds the key to our latest small-batch release. Chocolate milkshake, roasty espresso and mellow vanilla blend into one in a smooth, full-bodied beer that is rich, deep and rewarding. \n\nMalts: Pale, Dark Crystal, Carafa. Wheat and Oats\n\nHops: Magnum\n\nAdditions: Cacao, coffee, vanilla and lactose.\n\nYeast: Wyeast 1272 - American Ale II",
    "ibu": "70",
    "rating": "3.81",
    "image": "beer-1996341_33b8c_sm.jpeg"
  },
  "39": {
    "name": "Punk AF",
    "brewery": "Brewdog",
    "style": "Non-Alcoholic Beer",
    "abv": "0.5%",
    "desc": "No alcohol just got Punked up. And Punk AF lives up to its billing. All the attitude, all the flavour but none of the alcohol. Say hello to the Punkest alcohol free beer in town. Juicy tropical fruit mixes it up with grassy and pine notes. All sitting on a solid malt bassline. Full flavour, no alcohol, all Punk.\n\nPunk AF - Punked up alcohol-free beer.\n\nContains lactose.",
    "ibu": "35",
    "rating": "3.01",
    "image": "beer-3217482_13497_sm.jpeg"
  },
  "40": {
    "name": "Punk Pale Ale",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "4.6%",
    "desc": "Punk IPAs little brother. Lower ABV brewed for Scandinavia.\n\nWelcome to a post Punk apocalyptic mother of an ale.\n\nA beer that spent its formative years Blitzkrieg Bopping around India and the sub-continent.\n\nThis light, golden classic has been subverted with new world hops to create a devastating explosion of flavour. Steel yourself for Kalashnikov bursts of caramel, incendiary tropical fruit and an all-out riot of grapefruit, pineapple and lychee, before a spiky bitter finish.\n\nThis is quintessential Empire with an anarchic twist. Turn up the volume. Pay the man. Embrace the punked up, pimped up Maharajah of Pale Ales.\nNothing will ever be the same again.",
    "ibu": "45",
    "rating": "3.55",
    "image": "beer-446723_fceb5_sm.jpeg"
  },
  "41": {
    "name": "Instamatic",
    "brewery": "Brewdog",
    "style": "IPA - White",
    "abv": "4.5%",
    "desc": "Instamatic is a Spring loaded, zesty IPA. As fresh as a Bel-Air morning. Tropical fruit aromas are rapidly pursued by pineapple, mango and lemon with floral undertones on the palate. Built from the ground up on a solid caramel malt superstructure. Wheat allows for a super smooth delivery. And a pronounced bitterness lingers to the end. Refreshing, fresh and fruity.\n\nInstamatic - Rejuvinate your senses.",
    "ibu": "50",
    "rating": "3.56",
    "image": "beer-3217481_c1825_sm.jpeg"
  },
  "42": {
    "name": "Candy Kaiser",
    "brewery": "Brewdog",
    "style": "Altbier",
    "abv": "5.2%",
    "desc": "In this northern German style retro altbier, we’ve dialled down the dry-hops to zero, but cranked up the malt to create massive aromas. Toasty, toffee and floral notes duke it out for supremacy in the headspace of your glass.\n\nWhen this alt hits your palate, the steely bitterness combines with the rich dry malt and the subtle alcohol warmth in a full throttle attack on your taste buds.\n\nMalts: Carafa, Extra Pale, Munich\n\nHops: Hersbrucker, Magnum",
    "ibu": "45",
    "rating": "3.35",
    "image": "beer-1237940_5d979_sm.jpeg"
  },
  "43": {
    "name": "Raspberry Blitz - Alcohol Free Sour",
    "brewery": "Brewdog",
    "style": "Non-Alcoholic Beer",
    "abv": "0.5%",
    "desc": "One of our longest running beers returns as a brand new take on a fruity kettle sour. Inspired by our old favourite Berliner Weisse Raspberry Blitz, and using our recent Raspberry Popsicle Parade as a testing ground, this is an alcohol free Berliner Weisse, jam-packed with fruit flavour.",
    "ibu": "8",
    "rating": "2.6",
    "image": "beer-2822072_9d78e_sm.jpeg"
  },
  "44": {
    "name": "Hello My Name Is Ingrid",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "8.2%",
    "desc": "So just who is Ingrid? Perhaps she’s a reference to the Swedish silver screen icon or maybe it’s the line seemingly spoken by every other Swedish actress in films from the 60s and 70s (we know you know the ones we’re talking about).\n\nOne thing is certain – this Swedish inspired Double IPA is not as innocent as she at first appears. A seductive body of rich malts and a buxom amount of Citra, Nelson Sauvin and Bramling Cross hops have been added to fresh Scandinavian cloudberries to deliver this beer’s raunchy tart finish.\n\nDesigned by the readers of Swedish beer blog BeerSweden, ‘Hello, My Name is Ingrid’ is a celebration of all that is great about Sweden. It does not, however, contain any pickled herrings. Or meatballs.\n\nMalts: Cara and Extra Pale\n\nHops: Bramling Cross, Centennial, Citra, Columbus and Enigma.",
    "ibu": "70",
    "rating": "3.89",
    "image": "beer-30057_a0989_sm.jpeg"
  },
  "45": {
    "name": "Mistletoe Mafia",
    "brewery": "Brewdog",
    "style": "Lager - Vienna",
    "abv": "4.5%",
    "desc": "Get ready for the festive period with the Godfather of giving - Mistletoe Mafia! Our Vienna Lager waltzes into Christmas. Deck the halls with boughs of holly, mistletoe and beer. Pucker up for oranges and lemons on the nose. Followed by an extortion racket of flavour - marmalade, toast and lemon cheesecake precede biscuit and bread crust, filling out a snappy bitter sweet palate. Crisp, fresh and festive. Capiche? \nMistletoe Mafia - The Godfather of giving.",
    "ibu": "25",
    "rating": "3.21",
    "image": "beer-2886867_7133c_sm.jpeg"
  },
  "46": {
    "name": "Bourbon Baby",
    "brewery": "Brewdog",
    "style": "Scottish Ale",
    "abv": "5.9%",
    "desc": "Bourbon Baby is a baby Scotch ale which we’ve gone on to age in bourbon barrels.\n\nThe Scotch ale base is light bodied and low ABV, and brings toasted shortcake and blossom honey flavours; the barrel ageing adds a demonic, dark vanilla twist. Rich brown sugar, hints of smoke, spiced fruit, chocolate and raisins are just some of the multitude of flavours that have developed.\n\nOur aim was to showcase barrel ageing in a lower ABV beer and we felt the malty scotch ale base was the perfect way to do this. The body remains light, yet there is a complexity quite unlike anything you would normally expect in a Scotch ale.\n\nBourbon Baby is a small batch beer and is available in limited quantities in bottle and draft, and will cope with further ageing in the bottle but is best suited to drinking fresh.\n\nWe worked closely with Tom and the team from Honest Burger to develop not only a perfect beef patty topped with beer candied bacon and a beer BBQ sauce, but also the ideal brew to sip alongside it.",
    "ibu": "50",
    "rating": "3.73",
    "image": "beer-594251_13ce4_sm.jpeg"
  },
  "47": {
    "name": "Piña Playa",
    "brewery": "Brewdog",
    "style": "Sour - Gose - Fruited",
    "abv": "5.2%",
    "desc": "The drought is over. Brace yourself for a Caribbean storm. This Piña Colada-inspired Gose has a deluge of aromas with pineapple, coconut and lemon front and center. Followed by a torrent of zesty citrus and aromatic herbal notes that burst across the palate. Hold fast for a thunder clap sharp salty finish. Piña Playa - Juiced up and ready to roll.",
    "ibu": "10",
    "rating": "3.58",
    "image": "beer-2702358_3a53f_sm.jpeg"
  },
  "48": {
    "name": "Paradox Islay",
    "brewery": "Brewdog",
    "style": "Stout - American Imperial / Double",
    "abv": "13.8%",
    "desc": "NOTE: ABV varies for this product.\n\nThis Imperial Stout has been matured in specially selected Islay Malt Whisky casks.\n\nThis aging process infuses into the beer all the threatening smoke, the encapsulating peat, the Atlantic essence and raw power of Scotland’s most distinctive Whiskies.",
    "ibu": "70",
    "rating": "4.03",
    "image": "beer-16652_6f3d9_sm.jpeg"
  },
  "49": {
    "name": "Speedbird 100",
    "brewery": "Brewdog",
    "style": "IPA - Session / India Session Ale",
    "abv": "4.8%",
    "desc": "With the help of British Airways cabin crew, BrewDog founders Martin Dickie and James Watt, started the brewing process of this limited run beer on board one of the airline’s Boeing 787 Dreamliners, while cruising 500mph over the north of Scotland.\n\nThe expert brewers mixed water, hops and barley in the onboard beverage makers to start the mashing part of the brewing process.\n\nCans of the bespoke IPA, named Speedbird 100 after the airline’s call sign, will be exclusively available to British Airways customers on board all long-haul and short-haul flights and in selected lounges from 1 May.",
    "ibu": "62",
    "rating": "3.62",
    "image": "beer-3172363_63331_sm.jpeg"
  },
  "50": {
    "name": "Walking Dead Rambling Society",
    "brewery": "Brewdog",
    "style": "IPA - Brut",
    "abv": "6%",
    "desc": "Pop the cork on this boneyard dry IPA, recumbent on a biscuit malt base. Alive with new world hops, paving the way for a subtle sauvignon blanc and fruity flavour profile. Notes of white grape, melon, apricot and peach march in unison. A delicate effervescence and champagne-like character deliver this dry, fruity and crisp beer into polite society.\n\nWalking Dead Rambling Society - Brutalism for the living.",
    "ibu": "20",
    "rating": "3.38",
    "image": "beer-3263366_4a9a7_sm.jpeg"
  },
  "51": {
    "name": "Kamikaze Knitting Club",
    "brewery": "Brewdog",
    "style": "Stout - American",
    "abv": "7.5%",
    "desc": "Our first 2018 Wildcard brew, Kamikaze Knitting Club, is a maple stout, Kamikaze combines dark malts with a classic Canadian export, adding to the warming malty and smoky character.",
    "ibu": "30",
    "rating": "3.71",
    "image": "beer-2528647_e01f1_sm.jpeg"
  },
  "52": {
    "name": "East Coast Crush",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "4.8%",
    "desc": "This New England IPA pours as hazy yellow as a Vermont morning. Bags of tropical fruit aroma rise. Dry hopped for a fruity hit with pineapple, mango and a touch of zesty lime. Brewed with wheat and oats and left cloudy for a smooth juicy delivery. Smooth, light and sessionable with a subtle bitter-sweet finish. High on hops, low on bitterness, big on taste.",
    "ibu": "25",
    "rating": "3.69",
    "image": "beer-3312354_86822_sm.jpeg"
  },
  "53": {
    "name": "Mallow Mafia",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double Milk",
    "abv": "12%",
    "desc": "We recently welcomed the guys from Amundsen as part of our European collaboration series. Did we want to brew up something light and crisp that would cool you down in the june 'heat'... hell no, not on this occasion! It was a go hard or go home situation, so here we have it, a 12% Russian Imperial Stout!\n\nBrewed with the addition of cocoa, coffee and marshmallow, Mallow Mafia will rip your head off at the first chance it gets, but treat it with respect and it'll no doubt be your new best friend. Each intense addition to the beer will pop out on your palate before leading onto a warming, rich and bittersweet finish.",
    "ibu": "75",
    "rating": "4.08",
    "image": "beer-2678779_55b02_sm.jpeg"
  },
  "54": {
    "name": "Make Earth Great Again",
    "brewery": "Brewdog",
    "style": "Farmhouse Ale - Saison",
    "abv": "7.5%",
    "desc": "In protest against the potential withdrawal of the USA from the Paris agreement, we've brewed a saison (which ferments at high temperatures) with melted ice caps (glacier water) and cloudberries (an Arctic berry).\n\nMake Earth Great Again is a imperial strength saison, with spicy and bright citrus notes of spiced orange, nutmeg, clove, and caramelised banana, with a dry yet warming body and a hint of acidity to balance the sweet notes.\n\nAll proceeds from Make Earth Great Again will be donated to 10:10, a charity lobbying for legislative changes to tackle climate change.",
    "ibu": "30",
    "rating": "3.55",
    "image": "beer-2318227_53ea0_sm.jpeg"
  },
  "55": {
    "name": "Brixton Porter",
    "brewery": "Brewdog",
    "style": "Porter - English",
    "abv": "5%",
    "desc": "Winner of BrewDog Prototype Series 2013.\n\nA recipe we originally devised to celebrate opening BrewDog Brixton in the city which gave birth to the Porter style. Unfortunately the deal for the site fell through at the last minute, but we still wanted to make the beer.\n\nLike the city it was born into, porter has never stood still for long – join us for a 21st century take on an 18th century classic.\n\nThis deceptive 5% ABV porter combines impressions of an imperial stout with the body of a brown ale. Chocolate, coffee, and ripe autumn fruit collide in this complex and contradictory session beer.\n\nChallenging, vibrant, and packed with character, this is how a porter would taste if it were invented in the London of today – a porter for the craft beer generation.",
    "ibu": "50",
    "rating": "3.58",
    "image": "beer-509364_f1f21_sm.jpeg"
  },
  "56": {
    "name": "Alice Porter",
    "brewery": "Brewdog",
    "style": "Porter - Baltic",
    "abv": "5.2%",
    "desc": "2018 welcomes in the triumphant return of Alice Porter.\n\nWeighing in at 6.2% ABV, Alice Porter hides a huge complexity behind her modest strength.\n\nRoasty and smooth with fruity, rich coffee character.\n\nAlice Porter takes a sudden twist in an unexpected direction; a blend of hops that add a light, balancing citrusy twist and a subtle spiciness.\n\nMalts: Extra Pale, Munich, Special W, Carafa, Flaked Oats, Torrefied Wheat\n\nHops: Magnum, First Gold, Sorachi Ace",
    "ibu": "55",
    "rating": "3.61",
    "image": "beer-992160_bce5f_sm.jpeg"
  },
  "57": {
    "name": "Duopolis",
    "brewery": "Brewdog",
    "style": "IPA - Milkshake",
    "abv": "4.7%",
    "desc": "Two cities in one. Double up with this DDH IPA. A fully loaded hoppy precinct with kiwi, lychee and berry notes. All sitting on firm malt foundations. Milk sugar rounds and sweetens out the full tilt, juicy flavour. And oats ensure an asphalt smooth delivery.\n\nDuopolis - Hopped up citadel",
    "ibu": "20",
    "rating": "3.5",
    "image": "beer-3627392_3c2b7_sm.jpeg"
  },
  "58": {
    "name": "Get Out Claus",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "8.2%",
    "desc": "Christmas is near, so it's time to sign on the line with Get Out Claus!\n\nThere's no escaping this bold, full-bodied stout this Christmas. Delivering an all-out Blitzen of flavour and sensory overload by the sackload. Coffee, chocolate, and a little spice on the red nose. Dark chocolate mixed with mocha, vanilla, and cinnamon, all layered over smooth malt roastiness. Finished off with a festive cloven-hoofed habanero drop-kick to the throat. \n\nGet Out Claus - sign on the line",
    "ibu": "25",
    "rating": "3.68",
    "image": "beer-2904120_89290_sm.jpeg"
  },
  "59": {
    "name": "Abstrakt AB:24",
    "brewery": "Brewdog",
    "style": "Porter - Baltic Imperial / Double",
    "abv": "12%",
    "desc": "AB:24 is an imperial-strength Baltic Porter brewed with muscovado sugar and cold-brew coffee. This is a beer that is rich and warming, with a fruity coffee kick.\n\nLovely now or for drinking with friends far into the future, this elaborate one-off brew will be satisfying no matter what the occasion.",
    "ibu": "50",
    "rating": "3.99",
    "image": "beer-2398579_ab840_sm.jpeg"
  },
  "60": {
    "name": "Eight-Bit",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double New England",
    "abv": "8%",
    "desc": "Eight-Bit was brewed in collaboration alongside each of the breweries that joined us at this year's #PunkAGM2018 - Northern Monk, Deya, Cloudwater, Magic Rock, Seventh Son, Stillwater Artisanal, The Bruery and of course - us! Each brewery contributed a different hop to the beer, adding a shed load of hop-forward goodness!\n\nWe tapped into a style that several of the collaborating breweries are masters of, and with all those hops in the mix, it only made sense that we brew a New England IPA. Coming in at 8% ABV, Eight-Bit is as soft and juicy as you'd expect from this beloved sub-style, with the several hop additions bringing out stonefruit, tropical notes and a hit of citrus coming through from the addition of orange peel.",
    "ibu": "80",
    "rating": "3.93",
    "image": "beer-2629888_621ff_sm.jpeg"
  },
  "61": {
    "name": "Ship Wreck",
    "brewery": "Brewdog",
    "style": "Strong Ale - American",
    "abv": "13.8%",
    "desc": "Four months ago, Ballast Point took the money and ran as they sold out to a Mexican distributor and left the ranks of craft beer behind them. As a result, we are not ordering any more of their beer for our bars – but we had a collaboration beer ageing in our Ellon brewhouse. We are not about to pour away the hard labours of our brewteam based on the misguided decisions of others, so Ship Wreck will be a 13.8% redacted collaboration strong ale, aged in Speyside and Islay casks.",
    "ibu": "14",
    "rating": "3.66",
    "image": "beer-1458007_f752b_sm.jpeg"
  },
  "62": {
    "name": "Manic Mango",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6%",
    "desc": "The fourth beer in this series is a thank-you to three communities that have supported us from overseas since the very beginning. As an exclusive for our Swedish, Norwegian and Finnish friends we created a beer in collaboration with Marcus Hjalmarsson from Sweden’s Brewski.\n\nManic Mango is a fruit-filled 6% mango IPA – totally unfiltered and crammed to the brim with ripe mango, juicy orange, peach and pineapple. In the glass the beer glows, with wheat and oats dancing alongside the extra pale malt to give a thick, juice-like appearance. Magnum and Citra were added to the kettle, with Nelson Sauvin, Citra and Idaho 7 added to the whirlpool.",
    "ibu": "50",
    "rating": "3.53",
    "image": "beer-2577305_390ac_sm.jpeg"
  },
  "63": {
    "name": "BrewDog VS Fierce: Very Big Moose",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "12%",
    "desc": "Not only did crew from BrewDog Aberdeen assist in the brewing of this beer for #Collabfest2017 - but it came out on top as the winner, beating 33 other beers for that top spot!\n\nTogether they brewed up a super-imperial version of Fierce Beer's session chocolate - Moose Mousse. They used the best Colombian Cacao and Madagascan Vanilla. It drinks really well at room temp, chilled, or with an ice cream float.\n\nWe brought this one back by popular demand for #PunkAGM2018!",
    "ibu": "25",
    "rating": "4.1",
    "image": "beer-2588740_bfaf8_sm.jpeg"
  },
  "64": {
    "name": "Barrel Aged Albino Squid Assassin",
    "brewery": "Brewdog",
    "style": "IPA - Rye",
    "abv": "9.2%",
    "desc": "A warped version of Albino Squid Assassin, this super exclusive small batch beer sees us amp up the rye character to the max.\n\nThis red rye IPA has spent six months sequestered in rye whiskey barrels, drawing incredible toasty, spicy and oaky flavours from the wood.\n\nThe hops have softened and morphed from pithy citrus to ripe autumn fruit, while the malt base has picked up cinder toffee and cinnamon. An incredibly deep and complex IPA.",
    "ibu": "65",
    "rating": "3.96",
    "image": "beer-1503200_6dcb4_sm.jpeg"
  },
  "65": {
    "name": "Abstrakt AB:22",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "12.5%",
    "desc": "The first 2017 release in our boundary-pushing release of one-off Abstrakt beers is here!\n\nAn imperial stout brewed with cacao and coffee, AB:22 has spent two years in darkness, drawing complex and indulgent flavour from the Speyside whisky casks in which it has resided: chocolate ganache, cold-brew coffee, vanilla pods, molasses, chocolate-covered raisin, fudge sundae, espresso martini, toasted coconut… this is one of our most intense and decadent barrel aged stouts, ever.",
    "ibu": "30",
    "rating": "4.17",
    "image": "beer-2105173_3d3eb_sm.jpeg"
  },
  "66": {
    "name": "King’s Shilling",
    "brewery": "Brewdog",
    "style": "Scotch Ale / Wee Heavy",
    "abv": "8%",
    "desc": "A Majestic power house of a Wee Heavy. Toffee and salted caramel on the nose. Then a massive sticky toasted malt character weighs in, with burnt sugar and subtle nutty, roasty biscuit undertones. Deftly balanced by soft, savoury salty notes, complementing the sweetness. Decadence delivered. King's Shilling – dark lineage.",
    "ibu": "25",
    "rating": "3.52",
    "image": "beer-3358824_4c633_sm.jpeg"
  },
  "67": {
    "name": "Alpha POP",
    "brewery": "Brewdog",
    "style": "Rye Beer",
    "abv": "4.5%",
    "desc": "A hoppy rye ale loaded with an avalanche of citrus and resinous flavours, Alpha Pop is about to take control of your taste buds and lead them on a new adventure.\n\nA barrage of aroma explodes from the glass. Columbus, our high-alpha friend, lends a huge pithy citrus blast, with Ahtanum providing a punchy tropical fruit back-up.\n\nBrewing with rye adds a spiciness to the speciality malt caramel backbone, giving a warm ginger snap flavour, before slowly the hops, barley and rye combine and build to an orangey, biscuit. Almost chocolately crescendo.\n\nAlpha Pop is the alpha dog of rye pales; the leader of the pack, a firebrand for other beers to follow behind, in a full-on spicy hoppy assault on the senses.",
    "ibu": "30",
    "rating": "3.46",
    "image": "beer-630918_bedec_sm.jpeg"
  },
  "68": {
    "name": "Hoppy Christmas",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6%",
    "desc": "2019 edition.\n\nBuckle up for this seasonal Simcoe sled ride. A fruity festive fellow that delivers an all out Blitzen of Citrus flavour by the sack load. Citrus and tropical fruits on the Red nose. Tangy citrus, papaya and pineapple Dancer across the palate. All resting on a firm malty under carriage. A happy but bitter end waits.\n\nHoppy Christmas - don't keep the receipt.",
    "ibu": "40",
    "rating": "3.58",
    "image": "beer-3518943_e9a3b_sm.jpeg"
  },
  "69": {
    "name": "Jet Black Heart Nitro Vanilla",
    "brewery": "Brewdog",
    "style": "Stout - Milk / Sweet",
    "abv": "4.7%",
    "desc": "Nitro + vanilla version of the milk stout.",
    "ibu": "N/A",
    "rating": "3.66",
    "image": "beer-2802362_48f49_sm.jpeg"
  },
  "70": {
    "name": "King of Eights V1 - East Coast IPA",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "6.9%",
    "desc": "A New England IPA, with truck loads of aroma. Stone-fruit and ripe tropical fruit mix it up, closely tail-gated by a smooth, juicy, full-bodied palate and a soft bitter finish.\nKing of Eights - cue 'em up.\n\nBrewed for the Fanzine beer club.",
    "ibu": "20",
    "rating": "3.82",
    "image": "beer-2617467_43b99_sm.jpeg"
  },
  "71": {
    "name": "Hop Shot",
    "brewery": "Brewdog",
    "style": "Freeze-distilled Beer",
    "abv": "20%",
    "desc": "Hop Shot is a high-velocity hop hit.\n\nOur latest experiment in ice-distillation is a west coast IPA, subjected to Antarctic temperatures and concentrated by removing the ice that forms. The result is a 20% ABV hop grenade in a 110 ml bottle.\n\nThe aroma retains a huge amount of hop character - grapefruit peel, sticky stewed orange and yuzu, combined with heady pine sap and resin. The mouthfeel is full and warming, and layers sweet toffee with an aggressive bitterness. Firing on all cylinders with a hit of light effervescence, hop shot is India pale ale, quadrupled.",
    "ibu": "200",
    "rating": "3.63",
    "image": "beer-1865043_52e89_sm.jpeg"
  },
  "72": {
    "name": "Two Way Street",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "5.5%",
    "desc": "This New England IPA is a new age collaboration with Brygghuset Finn, with aromas of tropical fruit salad and an intense hoppy freshness hit. Tail-gated by mango and grapefruit, all layered over huge grassy and resinous pine notes. A moderate bitterness balances out the rounded juicy character. Smooth, juicy and bright, with a deft finish. \n\nTwo Way Street - Ambidextrous Ale.\n\nMalts: Flaked Oats, Pale, Wheat\nHops: Amarillo, Chinook, Citra, Mosaic, Simcoe",
    "ibu": "30",
    "rating": "3.5",
    "image": "badge-beer-default.png"
  },
  "73": {
    "name": "Magic Stone Dog",
    "brewery": "Brewdog",
    "style": "Farmhouse Ale - Saison",
    "abv": "5%",
    "desc": "Surfing and sunbathing meet harvest time , in this summer style mash-up.\n\nThis Saison Pale Ale hybrid is the result of a summer fling between BrewDog, Stone and Magic Rock.\n\nThe ultimate European farmhouse ale, fused with a classic US session style/ A rustic. Hoppy mongrel of a beer, perfect for drinking on long lazy evenings in the sun.\n\nBrewed with wheat, rye, oats and amber barley malt, hopped with Simcoe and Amarillo, and infused with a heady mix of spices, this is a hell of a way to celebrate the best time of the year.\n\nThe hazy days of summer will soon be over , so make hay while the sun shines (especially if you live in Scotland).",
    "ibu": "40",
    "rating": "3.43",
    "image": "beer-708838_7ca97_sm.jpeg"
  },
  "74": {
    "name": "FAKE Lager",
    "brewery": "Brewdog",
    "style": "Pilsner - Czech",
    "abv": "4.7%",
    "desc": "FAKE Lager is our attempt to reclaim one of the world’s great beer styles – the Bohemian Pilsner.\n\nThe style originated in the Czech town of Plze?, Bohemia (hence Bohemian Pilsner) in 1842. Full flavour, all malt with the refreshing zing of noble hops. An enlightenment classic, it was revered the world over.\n\nIn the post war era, monolithic corporate brewers drove the flavour and soul from this beer as they dumbed it down beyond recognition. Rice, corn and other substitutes were combined with huge corner cutting in the brewing process.\n\nThis bastardisation of a classic style now accounts for a staggering majority of total beer sales globally. Bland, artificial, fake. Good men, blissful in their ignorance, soak it up like vermin.\n\nWe want to restore the style to it’s former glory. Forget watery fizz. Forget translucent yellow. Forget transparent bottles. Forget added ingredients. Forget preservatives.\n\nFAKE Lager is everything a real lager should be. A craft brewed 100% malt beer with plenty of noble hops to play off the firm malt base. We make our lager the way we make our beer. The same crafted excellence. The same anarchic attitude. The same four ingredients (and when we say four, we damn well mean it).\n\nTo mark the launch and as a signal of intent we are holding a national crap beer amnesty this Saturday (6th April 2013) between noon and 5pm in all BrewDog bars. \n\nSimply hand over a can, bottle or even keg of lowest common denominator beer and we will give you a free half pint of FAKE lager in return.\n\nSay goodbye to fake lagers and hello to FAKE Lager.\n\nWe will then dispose of all the generic beers with some Chinese fireworks we bought online. We will film this and put it on the website for your viewing pleasure.",
    "ibu": "40",
    "rating": "3.3",
    "image": "beer-338346_5ec18_sm.jpeg"
  },
  "75": {
    "name": "Neon Overlord",
    "brewery": "Brewdog",
    "style": "Chilli / Chile Beer",
    "abv": "7.3%",
    "desc": "LIMITED: Tropical and citrus fruits meld with juicy mango, while habaneros add a warming kick to boost the resinous bitterness of this pale golden IPA. Originally brewed as a B-Side.\n\nStyle: Mango Chili IPA\n\nMalts: Pale\n\nPale: Centennial, Columbus, Mosaic, Citra",
    "ibu": "70",
    "rating": "3.48",
    "image": "beer-1731488_a2b43_sm.jpeg"
  },
  "76": {
    "name": "Ace of Simcoe",
    "brewery": "Brewdog",
    "style": "IPA - Session / India Session Ale",
    "abv": "4.5%",
    "desc": "Single hop awesomeness, shining a spotlight on our favourite ingredient, the not so humble hop. Ace of Simcoe has the ultimate poker face - this session IPA is low in strength but has an ace in the hole - devastating hoppy aroma & flavour.\n\nThis session IPA has been bombarded with Simcoe. Mango, pine, and grapefruit explode from the glass, firing off from a light, complex toasty malt base. Low voltage, high amplitude hops, in their purest form.\n\nMalts: Cara, Marris Otter, Pale\nHop: Simcoe",
    "ibu": "40",
    "rating": "3.65",
    "image": "beer-1440870_df56d_sm.jpeg"
  },
  "77": {
    "name": "Monk Hammer",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "7.2%",
    "desc": "Slightly further down the lines we have the launch of a spin-off series you’ll really want to catch (unlike the ones on TV). The first of our Hammer Heads will hit the canning plant next month, as we add a different dimension in turn to our ruthless India Pale Ale Jack Hammer. For the debut; the grapefruit bitterness will be rounded by the fruity esters of Belgian yeast – what effect will this have on our Amplified hero? Tune in to Monk Hammer, coming in March.\n\n\nMalt: Extra Pale\n\nHops: Amarillo, Centennial, Citra, Columbus, Simcoe",
    "ibu": "250",
    "rating": "3.77",
    "image": "beer-1458009_7510b_sm.jpeg"
  },
  "78": {
    "name": "Hazy Jane",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "5%",
    "desc": "The lower strength version of Hazy Jane which is now called Hazy O-G.",
    "ibu": "N/A",
    "rating": "3.75",
    "image": "beer-3560731_fa57a_sm.jpeg"
  },
  "79": {
    "name": "Choco Libre Nitro",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "8.2%",
    "desc": "A Mil Máscaras of flavour. This Imperial stout will wrestle your taste buds to the canvas in a Tag Team of insane sensory assault. Coffee, chocolate and alittle spice on the nose. Dark chocolate mixes with mocha, vanilla and spice, all layered over a smooth nitro-styling you never saw coming. This set-up finishes with a delicate habanero drop kick as the bell sounds.\n\nChoco Libre – The El Santo of Imperial Stouts.\n\nPart of the Fanzine club.",
    "ibu": "25",
    "rating": "3.83",
    "image": "beer-2809413_d5292_sm.jpeg"
  },
  "80": {
    "name": "IPA Is Dead Mandarina Bavaria",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "7.2%",
    "desc": "We felt it was time hops went sols and got their own prime-time show. IPA is Dead showcases 4 killer hop varieties to create 4 radically different single hop IPAs.\n\nEach IPA contains the same malt backbone and is brewed to be 75 IBU and is enthusiastically kettle hopped and dry hopped with one of our favourite hops. IPA is Dead strips back the complex layers and exposes the beating heart of an IPA; the hops, in all of their transparent glory. \n\nCan you say you’ve ever experienced 100% pure hop aweseomess? IPA is Dead is brewed and bottled to do just that. IPA is Dead. Long live IPA.\n\nThe 2015 IPA is Dead release sees us brew with Chinook, Ella, Mandarina Bavaria and Pioneer.",
    "ibu": "75",
    "rating": "3.57",
    "image": "beer-1030588_1548e_sm.jpeg"
  },
  "81": {
    "name": "Self Assembly Pope",
    "brewery": "Brewdog",
    "style": "Porter - Other",
    "abv": "7.4%",
    "desc": "The newest release from our 'small batch' series as they continue to push the flavour profile. This time around is coconut & vanilla infused porter.",
    "ibu": "75",
    "rating": "3.84",
    "image": "beer-1810250_0624a_sm.jpeg"
  },
  "82": {
    "name": "IPA Is Dead Ella",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "7.2%",
    "desc": "We felt it was time hops went sols and got their own prime-time show. IPA is Dead showcases 4 killer hop varieties to create 4 radically different single hop IPAs.\n\nEach IPA contains the same malt backbone and is brewed to be 75 IBU and is enthusiastically kettle hopped and dry hopped with one of our favourite hops. IPA is Dead strips back the complex layers and exposes the beating heart of an IPA; the hops, in all of their transparent glory. \n\nCan you say you’ve ever experienced 100% pure hop aweseomess? IPA is Dead is brewed and bottled to do just that. IPA is Dead. Long live IPA.\n\nThe 2015 IPA is Dead release sees us brew with Chinook, Ella, Mandarina Bavaria and Pioneer.",
    "ibu": "75",
    "rating": "3.68",
    "image": "beer-1030585_04bc3_sm.jpeg"
  },
  "83": {
    "name": "Radio Zombie Phone-In",
    "brewery": "Brewdog",
    "style": "Stout - Russian Imperial",
    "abv": "14%",
    "desc": "Smooth talking, dark, and decadent-Imperialism goes digital. Aromas of roasted coffee and chocolate on the nose. With hints of pit fruits, chewy toffee, coffee, and dark chocolate on the palate. Finished late with American hops for a dash of bitterness.",
    "ibu": "80",
    "rating": "4",
    "image": "beer-2821283_e3365_sm.jpeg"
  },
  "84": {
    "name": "Sonic Boom V4 - French-hopped IPA",
    "brewery": "Brewdog",
    "style": "IPA - International",
    "abv": "6.5%",
    "desc": "Amber IPA. French Hops Triskel and GS-10",
    "ibu": "48",
    "rating": "3.53",
    "image": "beer-2849824_6e721_sm.jpeg"
  },
  "85": {
    "name": "Hello My Name Is Agnetha",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "8.2%",
    "desc": "Hello Sweden My Name is Agnetha, I’m a beer. A beer named by you and brewed exclusively for you. This double IPA has a singular DNA. Infused with lingonberry, this is a local beer with a global aspiration. Lingonberry interplays with sweet tropical fruit and resinous hoppy notes. Sitting on a malty backbone and culminating in a dry bitter finish.",
    "ibu": "70",
    "rating": "3.48",
    "image": "badge-beer-default.png"
  },
  "86": {
    "name": "Paradox Uncle Duke's",
    "brewery": "Brewdog",
    "style": "Stout - Russian Imperial",
    "abv": "13.2%",
    "desc": "Paradox is never rushed. The thing is, sometimes the flavours pull rank. The powerfully charred first-fill Uncle Duke's whisk(e)y casks gave so much that we - like Duke - pulled the trigger.\n\nOur latest Paradox is the closing of a circle that began four years ago. Uncle Duke's, our trans-Atlantic mash-up of Scotch and Bourbon is a supersonic blast through the cask-ageing process.\n\nAnd what a ride.\n\nThe barrels that give Duke everything have so much left for Paradox. Vanilla, notes of honey and candied fruit, sticky toffee. Good ol' frontier molasses. Campfire coffee. Paradox Uncle Duke's is as dark as a prairie night and ready to be discovered.",
    "ibu": "N/A",
    "rating": "4.21",
    "image": "beer-2884879_9fbb0_sm.jpeg"
  },
  "87": {
    "name": "Mallow Martian",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double Milk",
    "abv": "10.5%",
    "desc": "A dark as a lunar eclipse and as big as a planet, this stout means business. Vanilla and caramel on the nose gives way to a black hole of flavour. Layers of toasty marshmallow, vanilla and nutty caramelised sugar orbit a biscuity base. The milk sugar sweetness is deftly balanced by cocoa nib bitterness.",
    "ibu": "50",
    "rating": "4.03",
    "image": "beer-2984279_16b83_sm.jpeg"
  },
  "88": {
    "name": "Flat-Pack Fruit Bat",
    "brewery": "Brewdog",
    "style": "IPA - Milkshake",
    "abv": "6%",
    "desc": "A style-busting Raspberry Smoothie IPA, Flat-Pack Fruit Bat is the first of our two collaborations with Omnipollo.\n\nPacked with fresh juicy raspberry flavour, this beer also encompasses the sweetness and full-bodied creaminess of a fruit smoothie - wheat, oats and milk sugars add layers of depth which balance the tart character of one Scotland's favourite fruits.\n\nSingle-hopped with Mosaic, this IPA hasn't entirely lost its bitter nature, but the fruity, berry flavours of this new world hop complement and enhance the raspberry aroma.\nIngredients: water, barley, wheat, oats, hops, raspberries, yeast, lactose.\nFor allergens, including ingredients containing gluten, see ingredients list in bold.",
    "ibu": "N/A",
    "rating": "3.75",
    "image": "beer-1827914_72ad2_sm.jpeg"
  },
  "89": {
    "name": "Aloha",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double Milk",
    "abv": "11%",
    "desc": "UK brewed version. Part of the Fanzine.\n\nSay “Hello” and “Goodbye” to this decadent delicacy. A smooth, flavored Imperial Milk Stout of Monarch proportions. Waves of bitter and sweet wash across the palate, with erupting notes of toasted coconut, roasted coffee and hints of sweet crème brûlée. All melded into a malted tectonic plate.\n\nAloha – Hello I must be going.",
    "ibu": "60",
    "rating": "4.05",
    "image": "beer-3437914_97c06_sm.jpeg"
  },
  "90": {
    "name": "Paradox Rye",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "15%",
    "desc": "As a liquid interpretation of what brewing can achieve Paradox sets out its stall from the very beginning. Every few months we dial in a brew of our resonant imperial stout and then consign it to the timber embrace of a select group of different barrels. This iteration stands out for two particular reasons – firstly, it has taken on a classic American twist by being aged in rye whiskey casks, and secondly we have brought it into the twenty-first century by releasing it in cans!\n\nOur latest Paradox release explores the influence of a true American flavour - rye whiskey. The peppery spice and toasted oak ingrained within these incredible barrels has imbued our imperial stout with a stunning depth of both aroma and flavour. At the same time, the rye has yielded layers of espresso, molasses and chocolate liqueur and added the warmth of frontier whiskey.\n\nMalts: Cara, Crystal, Flaked Oats, Munich and Pale\n\nHops: First Gold and Saaz\n\nYeast: Wyeast 1272 - American Ale II",
    "ibu": "100",
    "rating": "4.21",
    "image": "beer-2018064_56fba_sm.jpeg"
  },
  "91": {
    "name": "Small Screen Hero",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "5%",
    "desc": "Fully tuned pale ale, brewed to celebrate the launch of BrewDog's new TV network.",
    "ibu": "45",
    "rating": "3.57",
    "image": "beer-2799190_44e26_sm.jpeg"
  },
  "92": {
    "name": "Tiramisu Crew",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "12%",
    "desc": "No press gang needed to join this ship’s company. With six months in the hold ageing in bourbon barrels, this voyage is off to the most fortuitous of starts. Rich mocha, cocoa, vanilla and sweet Tiramisu notes lift the sails and senses, making it plain sailing from here on out.\n\nTiramisu Crew – Get your just desserts.",
    "ibu": "30",
    "rating": "4.04",
    "image": "beer-3373873_8c7d1_sm.jpeg"
  },
  "93": {
    "name": "Vinyl Vigilante",
    "brewery": "Brewdog",
    "style": "Stout - Milk / Sweet",
    "abv": "7%",
    "desc": "Bold espresso and smooth sweet mocha mix it up. This coffee milk stout is rich and velvety with honeycomb texture and layers of chocolate. Bittersweet darkness sits on a cinder toffee and malted biscuit deck.\n\nBrewed for the Fanzine beer club.",
    "ibu": "35",
    "rating": "3.67",
    "image": "beer-2617473_4736a_sm.jpeg"
  },
  "94": {
    "name": "Confectionist Perfectionist",
    "brewery": "Brewdog",
    "style": "Stout - Pastry",
    "abv": "6%",
    "desc": "Put the long hours in for this deep dark stout destined for tuck-shop greatness. Huge aromas of marshmallow, mocha, crème brûlée and cocoa spill out from the glass, leading into full-bodied delight designed to make you feel like a kid in a candy store. You deserve it.\n\nConfectionist Perfectionist - Sweet Treat\n\nPart of the Fanzine club.",
    "ibu": "43",
    "rating": "3.69",
    "image": "badge-beer-default.png"
  },
  "95": {
    "name": "BrewDog VS Buxton - Deep Slumber",
    "brewery": "Brewdog",
    "style": "Porter - Imperial / Double",
    "abv": "8.5%",
    "desc": "Rest easy with this redolent rye porter that packs enough flavour to tackle the Peak District solo. Seven different malts rise like awakened giants to yield spiced red apple, toffee and fudge, as the dream ticket of Columbus and Cascade bring a balanced bitterness from the ridgelines of the distant Pacific.",
    "ibu": "N/A",
    "rating": "3.81",
    "image": "beer-3135567_3cb34_sm.jpeg"
  },
  "96": {
    "name": "BrewDog VS Bearded Iris: Multitrack",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double New England",
    "abv": "8.5%",
    "desc": "More than a duet, this IPA is set to storm the charts thanks to a high fidelity of hops and a bassline of wheat and oats. Juicy stone fruit, citrus and smooth bitterness broadcast in perfect pitch. \nMultitrack - Collaboration in the digital age.",
    "ibu": "30",
    "rating": "3.95",
    "image": "beer-3227667_5d213_sm.jpeg"
  },
  "97": {
    "name": "Jet Trash",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "7.5%",
    "desc": "This citrus and resin powerhouse features citra, simcoe, mosaic, chinook in abundance. \nVersion 1 was originally brewed for Fanzine. This is an upscaled and tweaked rebrew of this beer, now at 7.5%, taking the place of the beer that was once supposed to be called Deck Ape.",
    "ibu": "65",
    "rating": "3.68",
    "image": "beer-2688656_68e9d_sm.jpeg"
  },
  "98": {
    "name": "Abstrakt AB:26",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "11.5%",
    "desc": "Our second Abstrakt release of 2018 comes in the form of an intense bourbon barrel-aged imperial stout, with none other than Uncle Duke's. At 11.5% and with 6 months spent in bourbon barrels, it has resurfaced as a smouldering but gentle beast with layers of flavour. This beer is enkindled with the sweet notes of molasses, rich dark chocolate and campfire coffee giving whisps of smoke and charred wood followed by a warming bourbon finish.",
    "ibu": "35",
    "rating": "3.97",
    "image": "beer-2935198_ba097_sm.jpeg"
  },
  "99": {
    "name": "Serial Imperial",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "8.5%",
    "desc": "Retire to the state rooms with this Experimental Double IPA brewed with a pair of hops newly arrived from the colonies. HBC 522 and 568 bestow regal aromas of pine, candied orange, juicy pineapple and zesty marmalade and leave a lasting bitterness to this warming DIPA. Have the butler send for a second.\n\nSerial Imperial - By Royal Approval\n\nPart of the Fanzine club.",
    "ibu": "70",
    "rating": "3.58",
    "image": "badge-beer-default.png"
  },
  "100": {
    "name": "BrewDog vs North Brewing: All Roads Lead North",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double Milk",
    "abv": "7.2%",
    "desc": "Drop the compass in the dust and hit the highway; the direction will take care of itself. Our friends at North Brewing Co headed to Ellon to create this deep, complex milk stout with aromas of warming spice from the Tonka beans, toasted oak and vanilla. Like all roadtrips, this one is also powered by coffee and it leaves a beer as dark and true as the blacktop stretching out ahead.\n\nAll Roads (Lead North) – To the Vanishing Point",
    "ibu": "25",
    "rating": "3.95",
    "image": "beer-3239492_ff3ef_sm.jpeg"
  },
  "101": {
    "name": "Hug Convention",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "7.2%",
    "desc": "Check in and cuddle up with this full body embrace of low-bitterness direct from New England. Four different US hops breakout pillowy layers of tropical and passion fruit, as the oats and wheat add an unbreakable clinch of softness to the full fruit squeeze. Time to nuzzle up and network.\nHug Convention - Open Arms and Open Minds.",
    "ibu": "30",
    "rating": "3.68",
    "image": "beer-3530181_215cc_sm.jpeg"
  },
  "102": {
    "name": "Mercurial Mælk",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double Milk",
    "abv": "12.2%",
    "desc": "Denmark via Aberdeen for this gypsy brewed milk stout. Rich and smooth with a creamy velvety texture. The chocolate sweetness and lightly roasted malt character ebb to subtle coffee bitterness.",
    "ibu": "40",
    "rating": "4.05",
    "image": "beer-2840398_6cb07_sm.jpeg"
  },
  "103": {
    "name": "Raspberry Rivet",
    "brewery": "Brewdog",
    "style": "Cream Ale",
    "abv": "6.5%",
    "desc": "This is a red letter day for New England Pale Ales. Our cranachan-inspired pale ale cranks up its dessert credentials. Brewed with raspberries, oats, and milk sugar for a rounded sweet mouthfeel.\n\nBrewed for the Fanzine beer club",
    "ibu": "20",
    "rating": "3.52",
    "image": "beer-2720692_f7628_sm.jpeg"
  },
  "104": {
    "name": "Dog G",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "17%",
    "desc": "Dog G is an extra special brew, marking 11 years of BrewDog. Like dogs A to F before it, Dog G is an imperial stout with speciality ingredients, then barrel-aged. \n\nIt’s perfect for cellaring, or for a vertical tasting with Dog A, B, C, D, E and F",
    "ibu": "50",
    "rating": "4.23",
    "image": "beer-2588745_afb33_sm.jpeg"
  },
  "105": {
    "name": "Totem",
    "brewery": "Brewdog",
    "style": "Red Ale - Imperial / Double",
    "abv": "7.3%",
    "desc": "A big red ale, packed with more resin and pine than a ten-foot totem pole. A hefty malt base brings a ruby hue, and notes of toast and toffee, while a pan-global hopload brings pithy citrus and woody notes nots in abundance, spearheaded by Centennial and Cascade.\n\nPart of the Fanzine club.",
    "ibu": "45",
    "rating": "3.53",
    "image": "beer-2896230_11ae6_sm.jpeg"
  },
  "106": {
    "name": "Hopped-Up Brown Ale",
    "brewery": "Brewdog",
    "style": "Brown Ale - American",
    "abv": "6.3%",
    "desc": "Our annual prototype challenge sees us brew a series of new beers, and allows the public to choose which should feature alongside our headliner range.\n\nPreviously featuring future favourites like Jack Hammer, Cocoa Psycho, Dead Pony Club and Vagabond Pale Ale, the prototypes can become superstar brews almost overnight.\n\nHopped-up Brown Ale takes a pedestrian style and kicks it into overdrive.\n\nMalts: Extra Pale, Munich, Brown, Crystal, Carafa & Flaked Oats.\n\nHops: Columbus, Simcoe, Centennial & Citra",
    "ibu": "85",
    "rating": "3.56",
    "image": "beer-1343031_e184a_sm.jpeg"
  },
  "107": {
    "name": "Sonic Boom V1 - New German Hop IPA",
    "brewery": "Brewdog",
    "style": "IPA - International",
    "abv": "6.5%",
    "desc": "Welcome aboard our experimental range of tuned IPAs. Buckle up for an explosive sensory bombardment of New World German hops.\n\nTropical fruit and resinous pine are primed. The first wave of pineapple, melon, and mango quickly accelerate into an afterburner of candied citrus fruit and bitter boom to finish.\n\nSonic Boom - IPA tuning at the speed of sound.",
    "ibu": "60",
    "rating": "3.55",
    "image": "beer-2588736_fa70f_sm.jpeg"
  },
  "108": {
    "name": "Russian Doll Barleywine",
    "brewery": "Brewdog",
    "style": "Barleywine - American",
    "abv": "10%",
    "desc": "Russian Doll is our latest exploration into ingredients, following on from IPA is Dead & Unleash the Yeast.\n\nThis time, we take the same beer but brew it with different amounts of malts to create four beers with differing ABVs.\n\nThere’s a great complexity when trying the beers side by side - the aromas & flavours from extra pale, cara and dark crystal malts vary from biscuity through caramel, toffee and treacle as you might expect, but the hops (simcoe, citra, cascade and centennial) present differently from style to style - from zesty to tropical through stone fruit to jammy. \n\nThe labels feature exclusive artwork by Esther McManus.",
    "ibu": "100",
    "rating": "3.67",
    "image": "beer-806556_ecad7_sm.jpeg"
  },
  "109": {
    "name": "Kirsche Kaiser",
    "brewery": "Brewdog",
    "style": "Sour - Berliner Weisse",
    "abv": "3.1%",
    "desc": "A hazy yellow Berliner Weisse with aromas of red fruit and cherry pie. Sour cherry dominates the palate, with subtle Bakewell tart notes.All resting on a malted biscuit base. Wheat helps to round out the flavours and a sweet-sour finish lingers at the palace gate.\n\nKirsche Kaiser - bitter schon.",
    "ibu": "8",
    "rating": "3.23",
    "image": "badge-beer-default.png"
  },
  "110": {
    "name": "Origami Outlaw",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "5%",
    "desc": "Hibiscus & Yuzu Pale Ale\n\nLie low with the ultimate page turner, best enjoyed with one eye covering the exit. Hops from the Ol’ West meet hibiscus and yuzu from the Far East, giving a zen-like focus of lemon, grapefruit and pine, with top notes of geraniol & hibiscus. Find your inner peace. Then make for the horizon. \n\nOrigami Outlaw - Return to the Fold.",
    "ibu": "45",
    "rating": "3.48",
    "image": "beer-3276212_c6b5c_sm.jpeg"
  },
  "111": {
    "name": "Sea Weasel Shanty",
    "brewery": "Brewdog",
    "style": "Stout - Oyster",
    "abv": "7.5%",
    "desc": "Man the long boats and dive into this sea salt stout. Inspired by oyster stouts, we've taken a deep, dark, decadent brew and keel-hauled it with a canny note of sea salt, bringing brininess to this motley crew of flavours. Bold notes of dark chocolate, fruity coffee, and burning pirate ship, leading to an inky abyss of bitter roastiness. The salt enhances the sweetness, and adds to the depths of this beguiling beer.",
    "ibu": "50",
    "rating": "3.55",
    "image": "beer-2935094_6fb78_sm.jpeg"
  },
  "112": {
    "name": "Technicolor Black",
    "brewery": "Brewdog",
    "style": "IPA - Black / Cascadian Dark Ale",
    "abv": "6.5%",
    "desc": "An assertive black IPA with a big screen hit of spicy rye. Colourful layers of resinous pine, lime leaf, bitter coffee and dark chocolate interplay for an intense programme of bitter flavours.",
    "ibu": "90",
    "rating": "3.51",
    "image": "beer-2765235_b5f9a_sm.jpeg"
  },
  "113": {
    "name": "Sonic Temple",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "5.6%",
    "desc": "Post modern classic IPA with Guava",
    "ibu": "40",
    "rating": "3.62",
    "image": "badge-beer-default.png"
  },
  "114": {
    "name": "Bounty Hunter",
    "brewery": "Brewdog",
    "style": "Porter - Other",
    "abv": "6.1%",
    "desc": "Our Brewer Built Series showcases beers designed and chosen by our Brewers. A celebration of their creativity and crafts. This beer was created and brewed by Andrew Hamilton.\n\nJump bail and head for the Tropics with this sticky sweet Porter. Black as a fugitive's heart with sweet coconut on the nose. Toasted coconut and dark chocolate meld and duke it out with roasted nutty undertones. A taste of paradise smoothly delivered.",
    "ibu": "25",
    "rating": "3.65",
    "image": "beer-3123061_1b971_sm.jpeg"
  },
  "115": {
    "name": "Ten Ton Truck - Black Forest Edition",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "10%",
    "desc": "This rig is hauling a forest of flavour. Deep and intense, with bitter chocolate and espresso layered over vanilla and cherry character. Dark stewed fruit notes combine with coffee, running full tilt into cocoa and mocha and hint of almond. A complex and rewarding payload.",
    "ibu": "70",
    "rating": "3.71",
    "image": "badge-beer-default.png"
  },
  "116": {
    "name": "Pulp Patriot V4: Single Hop Double IPA",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double Milkshake",
    "abv": "9.5%",
    "desc": "Pulp Patriot is back and this time it's flying solo. Fantastic number Four is a single hopped superpower of a double IPA. Get ready for a liquid Mosaic of fruity flavours. Tropical fruit aromas are rapidly followed by mango, stonefruit, citrus, and resinous pine notes. A classic bitter finish awaits. \n\nPulp Patriot - Swear allegiance.",
    "ibu": "10",
    "rating": "3.83",
    "image": "beer-3335109_e54a7_sm.jpeg"
  },
  "117": {
    "name": "Prototype Black Rye IPA",
    "brewery": "Brewdog",
    "style": "IPA - Black / Cascadian Dark Ale",
    "abv": "6.5%",
    "desc": "Our Prototype Challenge sees us pit three new trial beers against each other.\n\nThis Black Rye IPA combines two spins on an American IPA, in a left-right jab combo of extra ingredients.\n\nAn aggressive black IPA with a spicy hit of rye, this Prototype layers resinous pine, lime leaf, bitter coffee and dark chocolate. Intense flavours for lovers of bitterness.\n\nMalts:\tCarafa, Pale and Rye\n\nHops:\tCentennial, Chinook, Citra, Columbus and Simcoe",
    "ibu": "70",
    "rating": "3.65",
    "image": "beer-2244443_ae3c1_sm.jpeg"
  },
  "118": {
    "name": "Bauble Head",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "7.2%",
    "desc": "",
    "ibu": "100",
    "rating": "3.5",
    "image": "beer-3560396_e8414_sm.jpeg"
  },
  "119": {
    "name": "Prototype Double IPA",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "8.5%",
    "desc": "Our Prototype Challenge sees us pit three new trial beers against each other.\n\nThis Double IPA is packed with a blend of our favourite American hops and has a huge dry-hop aroma.\n\nA bone-dry malt base supports heavyweight hops; pine dust, orange, mango, apricot, grassy notes, and yuzu. Intense, vibrant and aggressive hop character.\n\nMalts:\tMarris Otter and Pale\n\nHops: Amarillo, Citra, Columbus, Mosaic and Simcoe",
    "ibu": "60",
    "rating": "3.79",
    "image": "badge-beer-default.png"
  },
  "120": {
    "name": "Abstrakt AB:27",
    "brewery": "Brewdog",
    "style": "Stout - American Imperial / Double",
    "abv": "11%",
    "desc": "Bourbon-barrel aged chocolate stout. Warming, complex thick sweetness from the barrel ageing & milk sugar for full bodied experience.",
    "ibu": "N/A",
    "rating": "4.06",
    "image": "beer-3091282_c9e5b_sm.jpeg"
  },
  "121": {
    "name": "Milk Stout",
    "brewery": "Brewdog",
    "style": "Stout - Milk / Sweet",
    "abv": "4.8%",
    "desc": "Our annual prototype challenge sees us brew a series of new beers, and allows the public to choose which should feature alongside our headliner range.\n\nPreviously featuring future favourites like Jack Hammer, Cocoa Psycho, Dead Pony Club and Vagabond Pale Ale, the prototypes can become superstar brews almost overnight.\n\nMilk Stout is a velvety milk & oatmeal stout.\n\nMalts: Extra Pale, Brown, Crystal, Dark Crystal, Carafa, Black, Flaked Oats & Wheat.\n\nHops: Magnum & Sorachi Ace",
    "ibu": "30",
    "rating": "3.78",
    "image": "beer-1343029_b4143_sm.jpeg"
  },
  "122": {
    "name": "BrewDog Vs Verdant: Sheena",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6%",
    "desc": "",
    "ibu": "40",
    "rating": "3.76",
    "image": "beer-3123067_a32cb_sm.jpeg"
  },
  "123": {
    "name": "Hop Fiction",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "4.2%",
    "desc": "A firm Chinook bitterness provides an underlying baseline of resin, on which is built fragrant floral and citrus notes of lime peel, grapefruit pith and bergamot, with subtle top notes of tropical fruit and berry. A light and simple malt base gives way to a long, pine-laden finish.",
    "ibu": "40",
    "rating": "3.59",
    "image": "beer-3208234_4cb90_sm.jpeg"
  },
  "124": {
    "name": "King of Eights V4 - German Hop Edition",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "7.4%",
    "desc": "A duo of new German hops deliver massive tropical fruit notes with German efficiency. This European powerhouse of flavour visits New England with a cantaloupe, peach, mango, papaya, lime peel and kiwi. The full rounded texture is complemented with a smooth oatiness and a touch of alcohol warmth.",
    "ibu": "20",
    "rating": "3.63",
    "image": "badge-beer-default.png"
  },
  "125": {
    "name": "Homecoming",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "7.5%",
    "desc": "Hops are front and center with this American IPA. Simcoe, Columbus, Chinook and Citra give subtle herbal, piney and fruity aromas and flavours followed by a citrus punch. A medium body with a clean, balanced and bready malt base from Pale, Pilsner, Munich, Wheat and Carapils gives way to an assertive bitterness.",
    "ibu": "70",
    "rating": "3.64",
    "image": "beer-3437911_5b5d8_sm.jpeg"
  },
  "126": {
    "name": "Session IPL",
    "brewery": "Brewdog",
    "style": "Lager - IPL (India Pale Lager)",
    "abv": "4.4%",
    "desc": "Our annual prototype challenge sees us brew a series of new beers, and allows the public to choose which should feature alongside our headliner range.\n\nPreviously featuring future favourites like Jack Hammer, Cocoa Psycho, Dead Pony Club and Vagabond Pale Ale, the prototypes can become superstar brews almost overnight.\n\nSession India pale lager is a lager loaded with dry-hop aroma.\n\nMalts: Pilsner & Dextrin\n\nHops: Chinook, Amarillo, Simcoe, Citra & Mosaic",
    "ibu": "20",
    "rating": "3.59",
    "image": "beer-1343032_14c4c_sm.jpeg"
  },
  "127": {
    "name": "Caramel Carousel",
    "brewery": "Brewdog",
    "style": "Scotch Ale / Wee Heavy",
    "abv": "8%",
    "desc": "We turn up the horsepower for this decadent Wee Heavy. Toffee and chocolate on the nose. Then a massive sticky toasted malt character weighs in, with a subtle berry, chocolate and biscuit undertones. Tamed only by soft, savoury salty notes complementing the sweetness. Decadence delivered.",
    "ibu": "30",
    "rating": "3.64",
    "image": "badge-beer-default.png"
  },
  "128": {
    "name": "Hello My Name Is Aune",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "8.2%",
    "desc": "Hello Norway My Name is Aune, I’m a beer. A beer named by you and brewed exclusively for you. This double IPA has a singular DNA. Infused with strawberry, this is a local beer with a global aspiration. Strawberry interplays with sweet tropical fruit and resinous hoppy notes. Sitting on a malty backbone and culminating in a dry bitter finish.",
    "ibu": "70",
    "rating": "3.56",
    "image": "badge-beer-default.png"
  },
  "129": {
    "name": "Alter Ego",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "8.5%",
    "desc": "Worship at the altar of this classic West Coast IPA. Punchy and aggressive it puts American hops where they should be - front and centre. A deft touch of caramel and toast runs alongside massive hop aromas of pine, mango, grapefruit and lychee and a bitter finale.",
    "ibu": "70",
    "rating": "3.56",
    "image": "badge-beer-default.png"
  },
  "130": {
    "name": "Al Abordaje!",
    "brewery": "Brewdog",
    "style": "Barleywine - Other",
    "abv": "9%",
    "desc": "We figured we'd kick off our upcoming stream of international collabs with a big bang! Heave-to for this muscatel-inspired Barley Wine. Maturated with oak chips for Muscat barrel notes which are balanced by sweet citrus from orange peel and new German hops.\n\nThis 9% barley wine will hit you with caramel, toffee, pineapple and pomegranate, while intentionally packing the flavours of Muscat, with the full and sweet texture of a barley wine. Toasted oak notes and a smooth mouthfeel add to the effect.",
    "ibu": "25",
    "rating": "3.6",
    "image": "beer-2553369_e82bb_sm.jpeg"
  },
  "131": {
    "name": "White Out",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "6.8%",
    "desc": "Brace yourself for zero visibility. This beer is as opaque as a New England snow storm. Enveloping you in a blizzard of tropical fruit. Pineapple, mango, peach and a dash of lime swirl across your palate. Brewed with wheat and left unfiltered for a smoother sled ride.\n\nWhite Out - storm your senses",
    "ibu": "70",
    "rating": "3.73",
    "image": "beer-3560403_ff76a_sm.jpeg"
  },
  "132": {
    "name": "Beetle Mania",
    "brewery": "Brewdog",
    "style": "Barleywine - Other",
    "abv": "11.5%",
    "desc": "Black as a hard day's night, this barley wine is packed with American, German, and Czech hops, as well as a myriad malt bill. This fab four bring immense complexity to a rich, full-bodied, bittersweet brew. Bitter caramel, dark chocolate dipped honeycomb, floral brandy notes, cinder toffee and pitchwood, remixed and perfectly tuned.",
    "ibu": "65",
    "rating": "3.71",
    "image": "beer-2940951_05e0d_sm.jpeg"
  },
  "133": {
    "name": "Melancholy Selfie",
    "brewery": "Brewdog",
    "style": "Stout - American Imperial / Double",
    "abv": "10%",
    "desc": "This Chocolate Orange Stout pours blackish brown. Aromas of zesty blood orange, cocoa nibs and chocolate. Followed by a colourful kaleidoscope of bitterness and sweetness. Rounded, full bodied and delicious.\n\nMelancholy Selfie - share it.",
    "ibu": "35",
    "rating": "3.73",
    "image": "badge-beer-default.png"
  },
  "134": {
    "name": "Bird Brained Barracuda",
    "brewery": "Brewdog",
    "style": "Porter - Baltic Imperial / Double",
    "abv": "9.2%",
    "desc": "Reel in this silver-sided scourge of the reef; our latest BrewDog Wildcard. Best held onto rather than released, this resonant eight-malt porter has new depths of flavour thanks to being stowed away in rum barrels. Deeply roasty, but with a sudden flash of dark fruits, vanilla, molasses and coconut this is an apex predator you can’t turn your back on.\n\nBird Brained Barracuda – Take the Bait. \n\nCan artwork by Joe Wilson.",
    "ibu": "N/A",
    "rating": "3.79",
    "image": "beer-3370857_c120c_sm.jpeg"
  },
  "135": {
    "name": "Barrel Aged Clown King",
    "brewery": "Brewdog",
    "style": "Barleywine - American",
    "abv": "13.7%",
    "desc": "The Big Top is back in town. Revisit the twisted circus and get reacquainted with the ringmaster in chief. And this time, the Clown King is ready with an encore that will leave you speechless. Barrels have been moved up the bill from sideshow act to the main arena, where they belong.\nThis American Barley Wine hits like a high striker thanks to ageing in whisky casks, adding layers of flavour on top of the running order of five malts and four different hops. Sweet dark fruit, caramel and toasted marshmallow lead to a smooth finish that lasts as long as the standing ovation.\n\nBA Clown King – roll up, roll up.",
    "ibu": "65",
    "rating": "3.97",
    "image": "beer-3156631_2fbfb_sm.jpeg"
  },
  "136": {
    "name": "Aloha Stout (USA)",
    "brewery": "Brewdog",
    "style": "Stout - Milk / Sweet",
    "abv": "11%",
    "desc": "USA brewed version.\n\nA smooth, flavored Imperial Milk Stout of Monarch proportions. Waves of bitter and sweet wash across the palate, with erupting notes of toasted coconut, roasted coffee and hints of sweet crème brûlée. All melded into a malted tectonic plate.",
    "ibu": "N/A",
    "rating": "4.05",
    "image": "badge-beer-default.png"
  },
  "137": {
    "name": "#MashTag 2019",
    "brewery": "Brewdog",
    "style": "Red Ale - Imperial / Double",
    "abv": "9%",
    "desc": "This is #MashTag. Craft beer for the people, by the people.\n\nEach year we invite or supporters to select every aspect of a beer, from the overall style to the final artwork. And each year you vote in your thousands to make it happen.\n\nFor #MashTag 2019 you outdid yourselves, choosing a 9% ABV Red Double IPA loaded with American hops, sweet orange peel & fruity guava flavour, topping out at 70 IBU.\n\nOpen up and enjoy the all-American muscle quartet of Citra, Simcoe, Cascade and Chinook as they provide citrus and pine bitterness, complemented by the caramel and toffee from the malt backbone and the sweet, candied orange. Tropical notes from the guava arrive on the finish to mark a perfect end to the pinnacle of crowdsourced craft beer.\n\n#Mashtag - Liquid democracy \n\nLabel art by Nathan Williams",
    "ibu": "70",
    "rating": "3.84",
    "image": "beer-3518827_3da81_sm.jpeg"
  },
  "138": {
    "name": "Sticky Black",
    "brewery": "Brewdog",
    "style": "Barleywine - American",
    "abv": "11%",
    "desc": "Maple and Coffee Barley Wine\n\nPart of the Fanzine club",
    "ibu": "50",
    "rating": "3.8",
    "image": "beer-3037196_10b10_sm.jpeg"
  },
  "139": {
    "name": "Everyday Anarchy",
    "brewery": "Brewdog",
    "style": "Farmhouse Ale - Saison",
    "abv": "10.3%",
    "desc": "If we could sum up Everyday Anarchy in one sentence, it would probably be “it doesn't have to make sense.”\n\nTake everything you were expecting about this beer, and file it under I for Irrelevant. This French white wine barrel aged imperial saison has a plethora of intertwining aromas and flavours.\n\nOn the nose, there’s raisin, caramel, sherry notes, apricot, plum; a fruit punch explosion from your glass, mixed with the presence of some sophisticated alcoholic aromas.\n\nOn the palate, there’s a running battle for dominance between bitter, sweet and sour. Peach melba, redcurrant, sour plum, spice, syrup, chewy toffee; the list goes on.\n\nEveryday Anarchy is glorious insanity. Take the time to delve into its twisted charm, and you’ll be rewarded.",
    "ibu": "45",
    "rating": "3.74",
    "image": "beer-708830_ad3fb_sm.jpeg"
  },
  "140": {
    "name": "Vermont Vampire",
    "brewery": "Brewdog",
    "style": "IPA - Black / Cascadian Dark Ale",
    "abv": "7.3%",
    "desc": "Black New England IPA. This big juicy NE IPA goes over to the dark side. With a deft touch of dark malt to add colour and subtle flavour, expect notes of stonefruit, peach and resinous pine with light coffee undertones. This beer was the runner-up in the Beatnik 2018 knock-out stages. Trick or treat? You decide.\n\nPart of the Fanzine club",
    "ibu": "40",
    "rating": "3.67",
    "image": "beer-2907661_48696_sm.jpeg"
  },
  "141": {
    "name": "Black Jacques",
    "brewery": "Brewdog",
    "style": "Farmhouse Ale - Saison",
    "abv": "11.1%",
    "desc": "Black Jacques is a twisted and complex beer that will try and thwart description at every turn.\n\nA black saison, brewed with oats and wheat for a silky mouthfeel, spicy hops, and Carafa malt for colour, Black Jacques has been tucked away in oak barrels (previously used to age red wine) for 9 months.\n\nOn the nose there are endless and complex interactions between cola, chocolate, coffee, mint humbug, warming oak, and spice. The myriad flavours touch on treacle, ripe banana, espresso, brandy, and a clean herbal warmth, balanced against a red-wine influenced acicity. The body is smooth and lighter than you’d expect from this black beer.",
    "ibu": "45",
    "rating": "3.91",
    "image": "beer-641402_de46c_sm.jpeg"
  },
  "142": {
    "name": "Blitz Strawberry",
    "brewery": "Brewdog",
    "style": "Sour - Berliner Weisse",
    "abv": "3.2%",
    "desc": "A low alcohol, light, refreshing, effervescent, zippy and tarty Berliner Weisse which shines even brighter with the addition of fruit.",
    "ibu": "N/A",
    "rating": "3.56",
    "image": "beer-1529096_cf424_sm.jpeg"
  },
  "143": {
    "name": " BrewDog VS Turning Point: Chip Hazard",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "5.7%",
    "desc": "Cool off with this summer zinger that leaves Mr Whippy in the dust. Our collaborative mint chocolate ice-cream pale ale brewed with Turning Point Brew Co brings a double scoop of flavour with dark bitter chocolate and refreshing mint. No sprinkles needed.\n\nChip Point – Stop me and buy one.",
    "ibu": "28",
    "rating": "3.35",
    "image": "badge-beer-default.png"
  },
  "144": {
    "name": "Lemon Meringue IPA",
    "brewery": "Brewdog",
    "style": "IPA - Milkshake",
    "abv": "7%",
    "desc": "Lemon Meringue Milkshake IPA",
    "ibu": "N/A",
    "rating": "3.56",
    "image": "beer-3382436_dcb64_sm.jpeg"
  },
  "145": {
    "name": "BrewDog VS Modern Times - Future Proof",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6.2%",
    "desc": "California docks in Aberdeen for this West Coast Unification. An all American IPA flexing its hoppy muscles. Massive tropical fruit aroma disembarks. Mango stands tall, front and centre with notes of citrus, lychee, and resinous pine. All resting on a toasted malt base. And an assertive bitter finish brings us back to the future.\n\nFuture Proof - Beer for tomorrow (and the day after that).",
    "ibu": "N/A",
    "rating": "3.54",
    "image": "beer-3679985_b249d_sm.jpeg"
  },
  "146": {
    "name": "Black Eyed Barista",
    "brewery": "Brewdog",
    "style": "Stout - Coffee",
    "abv": "10%",
    "desc": "Espresso maple stout.",
    "ibu": "70",
    "rating": "3.75",
    "image": "beer-3530179_fe5e6_sm.jpeg"
  },
  "147": {
    "name": "Freak State",
    "brewery": "Brewdog",
    "style": "IPA - Black / Cascadian Dark Ale",
    "abv": "6.6%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.7",
    "image": "beer-2527599_af60c_sm.jpeg"
  },
  "148": {
    "name": "The Physics",
    "brewery": "Brewdog",
    "style": "Red Ale - American Amber / Red",
    "abv": "5%",
    "desc": "A historically accurate beer based on the recipe devised on the 8th of February 2007. \n\nRecreated using the finest coloured malts which provide the complex sweet malt character which initially arouses the senses. Like a fine cheese cake the biscuit base has a smooth and creamy layer that both satisfies and entices. Culminating with a delicate fruit topping of blackcurrant and tinges of citrus to refresh the participant, complimented fully by the crisp dry bitter finish.",
    "ibu": "47",
    "rating": "3.46",
    "image": "beer-5705_a2d12_sm.jpeg"
  },
  "149": {
    "name": "Naughty List",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double Milk",
    "abv": "8%",
    "desc": "Part of the Fanzine club.",
    "ibu": "37",
    "rating": "3.68",
    "image": "beer-3560401_f0f7c_sm.jpeg"
  },
  "150": {
    "name": "Tower Hill Pale Ale: Fanzine Edition",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "4.2%",
    "desc": "Our brewer built series showcases beers chosen by our brewers. A celebration of thier creactivity and crafts. This beer was brewed by Jason Pond.\nCalifornia docks on the Thames for this American Pale Ale.\n\nPart of the Fanzine club",
    "ibu": "4",
    "rating": "3.47",
    "image": "beer-3169345_a8ab5_sm.jpeg"
  },
  "151": {
    "name": "Born To Die 05.05.2019",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "8.5%",
    "desc": "Our fast-living, terminally-hoppy India Pale Ale is back. Resurrected for the quick, not the dead. Say hello and goodbye to this savage IPA. A beer that's bitter about its lot in life and death. Born to Die is a 30 day ticking time bomb. And the countdown has begun.\nDry hopped to oblivion, this bitter beast waits for no one. Simcoe, Amarillo, Citra and Mosaic unite in an apocalyptic assault on your senses. So stop reading and start drinking. This is fresh beer at its best.\n\nBorn to Die - to the bitter end.",
    "ibu": "60",
    "rating": "3.91",
    "image": "beer-3156640_6c2c4_sm.jpeg"
  },
  "152": {
    "name": "Death of Spring",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "7.3%",
    "desc": "A light golden yellow Double IPA. Aromas of citrus hops, grapefruit and resinous pine rise. Dank tropical flavours unite with zesty grapefruit and stone-fruit notes. An effervescent delivery culminates in the bitterest of bitter finishes.\n\nDeath of Spring - embrace the soltice.",
    "ibu": "80",
    "rating": "3.65",
    "image": "badge-beer-default.png"
  },
  "153": {
    "name": "Neverland",
    "brewery": "Brewdog",
    "style": "Lager - IPL (India Pale Lager)",
    "abv": "5.5%",
    "desc": "Our collaboration alongside Oedipus is exactly what's needed to see you into Spring while getting you ready for the much anticipated heat of Summer!\n\nThis 5.5% India Pale Lager is a new age Dutch master. The crisp, snappy and toasty body of a Czech-style pilsner, with IPA aromas of pine dust and citrus pith; pungent tropical flavours collide with biscuity lager character.",
    "ibu": "N/A",
    "rating": "3.47",
    "image": "beer-2553372_35468_sm.jpeg"
  },
  "154": {
    "name": "Baby Dogma",
    "brewery": "Brewdog",
    "style": "Scottish Ale",
    "abv": "4.5%",
    "desc": "A baby Scotch ale with dry and toasty malt flavours and hints of smoke. Toffee, biscuit and fudge abound with a spicy bitterness from the pan-global hops.",
    "ibu": "35",
    "rating": "3.51",
    "image": "beer-588870_7630f_sm.jpeg"
  },
  "155": {
    "name": "Tsar Struck",
    "brewery": "Brewdog",
    "style": "Stout - Russian Imperial",
    "abv": "9.1%",
    "desc": "Fanzine Issue #24 (June 2019).\n\nA full-bodied, intense and complex Imperial Stout with hints of dark chocolate, coffee, roasty / floral notes and little alcoholic warmth in the final.\n\nThe Brewdog Brewer Built Series showcases beers designed and chosen by Brewers. \nA celebration of their creativity and craft. \nThis beer was created and brewed by Giuseppe D'Oriano.\n\nABV 9.1 - IBUS: 78 - OG 1.098\nMALTS: Pale, Beech Smoked, Black, Carafa, Chocolate, Flacked Oats.\nKETTLE HOPS: Hallertauer Taurus, Cascade.\nWHIRPOOL HOPS: Goldings, Northern Brewer.\nADDITIONS: Demerara Sugar.",
    "ibu": "78",
    "rating": "3.79",
    "image": "badge-beer-default.png"
  },
  "156": {
    "name": "Pulp Patriot V2 - Double Dry-Hop Edition",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double Milkshake",
    "abv": "9.5%",
    "desc": "Double trouble. This juggernaut of a double NEIPA is back and this time it's double dry-hopped. Delivering intense hop aromas up front and a payload of big fruit with mango and peach front and centre. Milk sugar helps round out the full juicy delivery.",
    "ibu": "10",
    "rating": "3.92",
    "image": "beer-2765237_59b47_sm.jpeg"
  },
  "157": {
    "name": "Mangopolis",
    "brewery": "Brewdog",
    "style": "IPA - Brut",
    "abv": "6%",
    "desc": "A sophisticated Brut. Pours vibrant pale yellowy-orange. Tropical fruit on the nose. Lemon citrus, white grapes and floral notes with a big juicy mango hit and a deft touch of spice. Delivered Sahara dry with Champagne-like effervescence.\nMango Brut IPA - May the Fizz be with you.\n\nA Fanzine Beer.",
    "ibu": "20",
    "rating": "3.39",
    "image": "beer-3079187_9ac25_sm.jpeg"
  },
  "158": {
    "name": "Double Agent",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "7%",
    "desc": "Double up with this DDH IPA. A fully loaded hoppy protagonist with resinous, grassy and grapefruit notes sitting on a malty backbone. Milk sugar sweetens and rounds out the full on, juicy flavour. And oats ensure a super powered smooth delivery. Followed by a dry assertive finish.",
    "ibu": "10",
    "rating": "3.74",
    "image": "badge-beer-default.png"
  },
  "159": {
    "name": "Velvet Vengeance",
    "brewery": "Brewdog",
    "style": "Stout - American",
    "abv": "8%",
    "desc": "All senses primed for this one, padding like a ninja through the darkness. A swift cut of espresso bitterness before the long dark night of cocoa, molasses and dark berry fruit. Embrace the rounded, full body before the body hits the carpet.\n\nVelvet Vengeance - They never heard it coming.\n\nPart of the Fanzine club.",
    "ibu": "55",
    "rating": "3.65",
    "image": "beer-3169347_d5884_sm.jpeg"
  },
  "160": {
    "name": "30 Day IPA",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6.7%",
    "desc": "30 days, a month, four weeks, however you say it, it’s a short life. But that’s the point. We believe in good beer and we passionately believe in fresh beer. In fact we’d say good beer is fresh beer. And this golden yellow West Coast IPA lives up to its billing. Massive tropical fruit aroma hits. Mango stands tall, front and centre with notes of yuzu, lychee, citrus and resinous pine. All resting on a toasted caramel base with a long finish. Life may be short but it’s certainly sweet.\n\n30 Day IPA - A month to live.",
    "ibu": "60",
    "rating": "3.75",
    "image": "beer-3156649_7a31a_sm.jpeg"
  },
  "161": {
    "name": "Sunmaid Stout",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "10.2%",
    "desc": "Hand-pick this vine-ripened imperial stout, redolent with rum & raisin richness. Dark fruit, dark chocolate and dark coffee swirl into a cone of bitterness from the Simcoe hops. The finish arrives, warm & welcome as a Californian sunset, leaving long shadows of vanilla and dried fruit.\n\nSunmaid Stout – Through the Grapevine.",
    "ibu": "50",
    "rating": "3.8",
    "image": "badge-beer-default.png"
  },
  "162": {
    "name": "LIVE East Coast Crush",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "4.7%",
    "desc": "Small batch brews are one-off beers from our pilot kit, or trial beers we have brewed with limited availability.\n\nA session East Coast IPA with low background bitterness loaded with intense juicy fruit character.\n\nMalts: Pale, Wheat and Oats\n\nHops: Chinook, Mandarina Bavaria, Simcoe, Citra and Mosaic\n\nYeast: WLP4000 Vermont Ale",
    "ibu": "25",
    "rating": "3.73",
    "image": "beer-575339_01ea1_sm.jpeg"
  },
  "163": {
    "name": "Double A",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "9.5%",
    "desc": "Riffing on the nickname for Atlanta (‘The A’) – we added a second A courtesy of our home city and then doubled up a pale ale into a kick-ass 9.5% ABV Double IPA. There is no messing around with this one; Double A is a down-the-pipes DIPA – big hits of resin, pine and grapefruit courtesy of Simcoe, Chinook, Centennial, Citra, Comet and Cascade hops.",
    "ibu": "70",
    "rating": "3.73",
    "image": "beer-2663053_a102f_sm.jpeg"
  },
  "164": {
    "name": "Stratospheric",
    "brewery": "Brewdog",
    "style": "IPA - Milkshake",
    "abv": "7%",
    "desc": "As misty as a Martian morning. This creamy golden orb delivers a super smooth cargo. A vapour trail of intense fruit on the nose. Mixed berries and currants orbit kiwi and lychee notes on the palate. Milk sugars and oats lend a big mouthfeel followed by subtle bitterness and a long finish.\n\nStratospheric - Original gravity.",
    "ibu": "10",
    "rating": "3.71",
    "image": "beer-3673273_3bc07_sm.jpeg"
  },
  "165": {
    "name": "Coin-Op Kaiser",
    "brewery": "Brewdog",
    "style": "Pilsner - Imperial / Double",
    "abv": "6%",
    "desc": "Roll in a quarter and get ready. This player one/player two combo pits a backbone of pure pilsner malt against a special move of Germanic dry hops. Our Coin-Op Kaiser secures an extra credit thanks to its elevation to export-strength ABV. Grassy, pithy and able to hurdle any obstacle, this lager is powered up and ready to rumble.\n\nCoin-Op Kaiser – always accept the side quest.\n\nPart of the Fanzine club",
    "ibu": "40",
    "rating": "3.32",
    "image": "beer-2808739_a6e46_sm.jpeg"
  },
  "166": {
    "name": "Prime Time",
    "brewery": "Brewdog",
    "style": "IPA - Session / India Session Ale",
    "abv": "4%",
    "desc": "Our Brewer Built Series showcases beers designed and chosen by our Brewers. A celebration of their creativity and crafts. This beer was created and brewed by Pietro Maltinti.\n\nHit pause and channel hop across the pond. European hops unite in counterfeit Americana with Continental parentage. Tropical, resinous and grassy notes meld into this deft beer that is refreshing as it is sessionable. Liquid Esperanto with a soft American accent.",
    "ibu": "40",
    "rating": "3.1",
    "image": "badge-beer-default.png"
  },
  "167": {
    "name": "Lonestar Gazer",
    "brewery": "Brewdog",
    "style": "Chilli / Chile Beer",
    "abv": "6.6%",
    "desc": "Texas Chill Hoppy Brown Ale",
    "ibu": "N/A",
    "rating": "3.42",
    "image": "badge-beer-default.png"
  },
  "168": {
    "name": "Homicidal Puppet Helpdesk",
    "brewery": "Brewdog",
    "style": "Barleywine - Other",
    "abv": "11.5%",
    "desc": "Beers like this don't come along too often, nor do Homicidal Puppets for that matter. An indulgent, complex, and endlessly giving beer. Packed with toffee, coconut, red berry, burnt sugar, marzipan, and orange. Aged in oak rye whiskey casks to add structure and depth (not the same oak as the Help Desk) to this chewy and warming rye barley wine.\n\nHomicidal Puppet Help Desk - turn on the out of office.",
    "ibu": "N/A",
    "rating": "4.03",
    "image": "beer-2361768_6c2f0_sm.jpeg"
  },
  "169": {
    "name": "Pale Ale",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "4.2%",
    "desc": "BrewDog Pale ale is a classic west coast pale ale, paying tribute to the beers like Sierra Nevada Pale Ale which inspired us to start up our brewery, albeit at a slightly more sessionable ABV. BrewDog Pale Ale focusses on a very heavy hop dosing in the whirlpool which gives a slightly different hop impact than a heavily dry-hopped beer with the hop character slightly more subtle on the nose but deeper intertwined into the light and malty backbone of the new beer.",
    "ibu": "35",
    "rating": "3.28",
    "image": "beer-3562404_569f9_sm.jpeg"
  },
  "170": {
    "name": "Blitz Gin",
    "brewery": "Brewdog",
    "style": "Sour - Berliner Weisse",
    "abv": "3.2%",
    "desc": "Berliner weisse style beer using Juniper, Angelica root, Coriander and orange peel.",
    "ibu": "N/A",
    "rating": "3.62",
    "image": "beer-1735685_debf7_sm.jpeg"
  },
  "171": {
    "name": "Coffee Caramel Curfew",
    "brewery": "Brewdog",
    "style": "Porter - Coffee",
    "abv": "5%",
    "desc": "Close the curtains and open the Porter. Pours as dark as a blackout. Coffee and chocolate aromas fill the room. Caramel and coffee unite, delivering a smooth roasty character with notes of mellow coffee and sweet nuttiness. Milk sugar ensures a smooth macchiato delivery. \n\nCoffee Caramal Curfew - Get off the streets.",
    "ibu": "25",
    "rating": "3.49",
    "image": "beer-3335032_6be8c_sm.jpeg"
  },
  "172": {
    "name": "Off-Duty Clown",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "5%",
    "desc": "Kick off the long shoes and down (clown) tools for this Experimental Pale Ale, brewed with a pair of new arrivals from America's hop heartland. HBC 342 and 692 juggle juicy, tropical aromas of freash-cut pineapple and floral sweetness in this balanced, bitter pale ale. If the ringmaster calls, let it go to voicemail.\nOff Duty Clown - Experimental shtich.\n\nPart of the Fanzine club.",
    "ibu": "30",
    "rating": "3.48",
    "image": "badge-beer-default.png"
  },
  "173": {
    "name": "BrewDog VS Fierce Beer - Neighbourhood",
    "brewery": "Brewdog",
    "style": "Porter - Imperial / Double",
    "abv": "9%",
    "desc": "The silver city unites and two become one in this dark brown Porter. Aromas of chocolate, berry fruit and roastiness rise.\nScottish raspberries and blackcurrants interplay with roasty, nutty and dark chocolate notes. A complex, layered Porter with a juicy sweet delivery, complemented by an underlying gentle bitterness and subtle spice from the hops. Good neighbours making good beer for our global neighbourhood.\n\nNeighbourhood - East-side beer brotherhood.",
    "ibu": "25",
    "rating": "3.53",
    "image": "beer-3156619_4fa8f_sm.jpeg"
  },
  "174": {
    "name": "Clown King (Fanzine edition)",
    "brewery": "Brewdog",
    "style": "Barleywine - American",
    "abv": "12%",
    "desc": "Roll up, the King is back. And he's brimming with bitter-sweet bold flavours. Clown King delivers chewy toffee malt, overlaid with a driving bitterness, sticky fruit character, and surprisingly light finale.\n\n\nPart of the Fanzine beer club",
    "ibu": "65",
    "rating": "3.76",
    "image": "beer-2742969_01d8a_sm.jpeg"
  },
  "175": {
    "name": "Baltic Bandit",
    "brewery": "Brewdog",
    "style": "Porter - Baltic",
    "abv": "6.5%",
    "desc": "Slip Anchor and set sail with this silky smooth Porter. Toffee and chocolate on the nose.\nDelivering a rich and chewy decadent cargo. Melted caramel and dark chocolate layer onto a rich dark oaky hull.\nBaltic Bandit - Fathom the sticky depths.\n\nA Fanzine beer.",
    "ibu": "30",
    "rating": "3.56",
    "image": "beer-3079182_bb44c_sm.jpeg"
  },
  "176": {
    "name": "Baltic Fleet",
    "brewery": "Brewdog",
    "style": "Porter - Baltic",
    "abv": "7.2%",
    "desc": "From day one we’ve collaborated. Listening to our customers and working with our peers. Honing our art abd soreading the word. Our series of pan-european collaborations help celebrate that spirit. \n\nBatten down the hatches for this Baltic Porter, we’re about to slip anchor. All hands on deck for a payload of dark fruit. Plum and black currant mix with notes of raisin, African coffee and subtle dark chocolate. \n\nCraft beer spoken here.",
    "ibu": "N/A",
    "rating": "3.49",
    "image": "beer-2686220_4b74e_sm.jpeg"
  },
  "177": {
    "name": "Dogtoberfest",
    "brewery": "Brewdog",
    "style": "Märzen",
    "abv": "5.3%",
    "desc": "A traditional fest-style lager, straight out of Bavaria. A little more subtle than your average oompah band, this malt-forward lager uses Munich and Vienna malts to create a rich tapestry of Maillaird flavour and aroma. Bread crust, cracker and pretzel-like notes intertwine with a toasty bassline. Caramalt adds a touch of cookie crust flavour, without veering into sweetness, while Tettnang hops infuse a subtle spice.\n\nPart of the Fanzine club",
    "ibu": "25",
    "rating": "3.36",
    "image": "beer-2896231_f45ef_sm.jpeg"
  },
  "178": {
    "name": "Abstrakt AB:25",
    "brewery": "Brewdog",
    "style": "Barleywine - Other",
    "abv": "13.3%",
    "desc": "A super-smooth, full-bodied chewy-as-hell barley wine. Our latest concept brew has spent six months drawing flavour from bourbon barrels.",
    "ibu": "35",
    "rating": "4.16",
    "image": "beer-2487616_d68a7_sm.jpeg"
  },
  "179": {
    "name": "Origami Orangutan",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "8.5%",
    "desc": "A big, classic American IPA, infused with tangerine, citrus peel, pine dust, tropical fruit notes, fresh cut grass and an ever present tangerine character keep things light, with bursts of caramel malt, a pungent bitter resin baseline and an ABV of 8.5% giving weight to this heavy duty fruity IPA.\n\nBrewed for the Fanzine beer club.",
    "ibu": "70",
    "rating": "3.77",
    "image": "beer-2696621_39840_sm.jpeg"
  },
  "180": {
    "name": "King of Eights V3 - Triple Dry-Hop Edition",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "7.4%",
    "desc": "Good things come in threes. Three rounds of dry-hopping crank up the pungent hop aromas to Defcon I. Melon, pine, mango, pineapple and lemon peel unite on a super smooth base that barely registers any bitterness.",
    "ibu": "20",
    "rating": "3.83",
    "image": "beer-2765234_a2aa4_sm.jpeg"
  },
  "181": {
    "name": "Tropic Thunder",
    "brewery": "Brewdog",
    "style": "Stout - Foreign / Export",
    "abv": "7%",
    "desc": "Tropic Thunder is the winner of HomeBrewDog; the brainchild of Tom Doyle, this beer was the highest rated of the 307 beers that were tasted.\n\nTropic Thunder packs cocoa powder and fresh espresso on the nose, followed by a dry and roasty overload – bitter chocolate, toast crust, and burnt toffee with a light charred note and a finish softened by bittersweet orange peel..",
    "ibu": "25",
    "rating": "3.76",
    "image": "beer-1902811_08b32_sm.jpeg"
  },
  "182": {
    "name": "Cloud Cartel",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "5%",
    "desc": "A session-strength New England IPA, Cloud Cartel rigs an explosive dry-hop aroma from Huell Melon, Ariana and Cascade. Up-front flavours of melon, lime peel and peach, with a ruby grapefruit undercurrent, crammed in courtesy of delicate hop oils. As ever, oats and wheat augment a velvet mouthfeel, redolent of mango and pineapple juice, finishing light and zesty. \n\nCloud Cartel - a hop-smuggling operation.",
    "ibu": "20",
    "rating": "3.53",
    "image": "badge-beer-default.png"
  },
  "183": {
    "name": "Brutalist",
    "brewery": "Brewdog",
    "style": "IPA - Brut",
    "abv": "6%",
    "desc": "Pop the cork on this Brut IPA. German and American hops unite to give a subtle sauvignon blanc and fruity flavour profile. Stone fruits duke it out with apricot and peach winning the day, followed by a deft touch of grass and gooseberry to finish. A delicate effervescence and white wine character deliver this brutalist into polite society.",
    "ibu": "20",
    "rating": "3.53",
    "image": "beer-2874332_92d01_sm.jpeg"
  },
  "184": {
    "name": "Passionista",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "7.6%",
    "desc": "Pucker up for this big and juicy Vermont Valentine. A yellow orange embrace with a state load of floral aroma. Passionfruit sits front and centre, surrounded by notes of banana, tropical fruit, grapefruit and citrus. The juicy fruits ebb to a pronounced bitter finish.",
    "ibu": "75",
    "rating": "3.74",
    "image": "badge-beer-default.png"
  },
  "185": {
    "name": "Flux Factory",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6.1%",
    "desc": "Yuzu and bergamot flow into pine and grapefruit peel in this ever-changing West Coast IPA. This experimental pale utilises late hopping; delicate hop oils bring mango and lychee, running alongside toasty Crystal malt, with an underlying resinous bitterness bringing order to chaos.",
    "ibu": "60",
    "rating": "3.6",
    "image": "beer-2874337_dc6c1_sm.jpeg"
  },
  "186": {
    "name": "Dead Empire",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "9.5%",
    "desc": "Call the Imperial Guard for this hopped up superpower. Steele yourself for a Battle Royale bombardment of tropical fruit. Intense citrus, grapefruit, mango and resinous notes fight for supremacy. An Empire built on caramel foundations, culminating in a bitter finale. Game over.",
    "ibu": "85",
    "rating": "3.83",
    "image": "beer-3123066_d44f6_sm.jpeg"
  },
  "187": {
    "name": "Pudding Face",
    "brewery": "Brewdog",
    "style": "Stout - Milk / Sweet",
    "abv": "6.5%",
    "desc": "\"Get your sticky fingers on this indulgent liquid cake. Inspired by the classic French chocolate éclair. Vanilla, chocolate and toffee aromas escape the Patisserie. Chocolate, toffee and roasted nuts layer up over chou pastry on the palate. Cascade hops add depth and balance out the delicious sweetness. Milk sugar and flaked oats ensure a piped smooth creamy delivery.\n\nPudding Face - Parlez vous chou?",
    "ibu": "25",
    "rating": "3.66",
    "image": "beer-3627395_2d7e4_sm.jpeg"
  },
  "188": {
    "name": "Porridge Head",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "4.6%",
    "desc": "Oat and Milk Pale Ale\n\nPart of the Fanzine club.",
    "ibu": "10",
    "rating": "3.58",
    "image": "beer-3037197_5a8db_sm.jpeg"
  },
  "189": {
    "name": "Jinx Pale Ale V1 - Washington Hop Edition",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "4.7%",
    "desc": "Fanzine release, Jinx will evolve with each release; the first celebrates Washington hop varieties.\n\nA light biscuity base with a hint of toasty Munich malt acts as a simple canvas for the hops to shine. Dry-hopping with Washington hop varieties Simcoe and Centennial - two of our all-time favourites - provides a broad palate of pithy grapefruit and pungent pine.\nJinx - lift the Jinx and drink it.",
    "ibu": "35",
    "rating": "3.43",
    "image": "beer-2629823_81098_sm.jpeg"
  },
  "190": {
    "name": "Zwickel Helles",
    "brewery": "Brewdog",
    "style": "Kellerbier / Zwickelbier",
    "abv": "5%",
    "desc": "Helles prototype brewed to celebrate the opening of BrewDog Berlin.",
    "ibu": "20",
    "rating": "3.38",
    "image": "beer-3370871_cf75b_sm.jpeg"
  },
  "191": {
    "name": "King of Eights V2 - Double Dry-Hop Edition",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "7.4%",
    "desc": "This juicy, smooth New England IPA has returned, and this time around we've double dry-hopped it and upped the ABV ever so slightly. Hopped with just Citra (but a lot of it), this hops takes the spotlight and shows exactly what it's capable of. \n\nBrewed for the Fanzine beer club.",
    "ibu": "20",
    "rating": "3.82",
    "image": "beer-2698784_5fdb6_sm.jpeg"
  },
  "192": {
    "name": "Jet Trash V2 Double Dry Hop Edition",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6.9%",
    "desc": "Firing on both engines, this double dry-hopped West Coast IPA packs a giant citrus and resinous pine and floral C-hop character unite over a deft touch of lightly roasted malt.\n\n\n\nBrewed for the Fanzine beer club.",
    "ibu": "65",
    "rating": "3.72",
    "image": "beer-2742943_59f62_sm.jpeg"
  },
  "193": {
    "name": "Ten Ton Truck - Espresso Edition",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double Oatmeal",
    "abv": "10%",
    "desc": "An Oatmeal Espresso Stout with Cascade Hops and additions of Brown Sugar and Honey.",
    "ibu": "70",
    "rating": "3.82",
    "image": "beer-2651915_59fc9_sm.jpeg"
  },
  "194": {
    "name": "Hello My Name is Lieke",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "8.2%",
    "desc": "Hello The Netherlands. My Name is Lieke. I'm a beer. A beer named by you and brewed exclusively for for you. This double IPA has a singular DNA. Infused with orange, this is a local beer with a global aspiration. Orange interplays with sweet tropical fruit and resinous hoppy notes. Sitting on a malty backbone and culminating in a dry bitter finish.",
    "ibu": "70",
    "rating": "3.67",
    "image": "badge-beer-default.png"
  },
  "195": {
    "name": "Transatlantic Telegram",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double New England",
    "abv": "8.5%",
    "desc": "Our Brewer built series showcases beers designed and chosen by our Brewers. A celebration of their creativity and craft. This was created and brewed by Patrick Robb.\n\nStand by to a receive a New England transmission. This full bodied juiced up NEIPA pours opaque orangey yellow. Pineapple, stone fruit and mango mix it up over a toffee malt base. Juicy sweetness is balanced by a moderate bitterness.\nTransatlantic Telegram - Intercoastal haze.\n\nA Fanzine beer.",
    "ibu": "63",
    "rating": "3.72",
    "image": "beer-3079191_6b6d8_sm.jpeg"
  },
  "196": {
    "name": "Zephyr - V3 Pina Colada Edition",
    "brewery": "Brewdog",
    "style": "Sour - Fruited",
    "abv": "4.6%",
    "desc": "This Pina Colada-inspired sour session ale has deluge of aromas with pineapple, coconut and lime front and centre. Followed by a torrent of zesty citrus and light biscuit notes. A dry finish unpacks a symphony of sweet, sour and bitter.\n\nPart of the Fanzine beer club",
    "ibu": "10",
    "rating": "3.39",
    "image": "beer-2720694_10bf1_sm.jpeg"
  },
  "197": {
    "name": "Elvis Hammer",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6.8%",
    "desc": "The ultimate double act. Buddy up with this partnership of equals; two of our biggest hitters swinging in unison. The powerful citrus presence of Elvis pairs up with Jack, as aggressively resinous as ever. Intense lime peel, yuzu and lemon rind runs alongside pounding dry bitterness. Time to play Good Cop, Bitter Cop. \n\nElvis Hammer - Hops joined at the hip.",
    "ibu": "75",
    "rating": "3.77",
    "image": "badge-beer-default.png"
  },
  "198": {
    "name": "Hazy AF",
    "brewery": "Brewdog",
    "style": "Non-Alcoholic Beer",
    "abv": "0.5%",
    "desc": "No alcohol just got juiced up. And Hazy AF lives up to the hype. All the attitude, all the flavour but none of the alcohol. Say hello to the juiciest alcohol free beer in town. Tropical fruits and grassy notes mix it up. Oats and wheat unite for a smoother ride. Full flavour, no alcohol, all out New England.\n\nContains lactose.",
    "ibu": "N/A",
    "rating": "3.21",
    "image": "beer-3461156_840d0_sm.jpeg"
  },
  "199": {
    "name": "Casino Rye Ale",
    "brewery": "Brewdog",
    "style": "Rye Beer",
    "abv": "5.1%",
    "desc": "We’ve split our bets with Casino Rye Ale and doubled up on the malt front, with barley and rye on the grain bill. Light caramel meets spicy toastiness, laying the groundwork for us to put all our chips on Equinox. Single-hopped with this new world variety, Casino Rye Ale is a cabaret of explosive pine, dry pithy orange, fresh grassy notes and prickly resin.",
    "ibu": "60",
    "rating": "3.62",
    "image": "beer-1844434_1a6d5_sm.jpeg"
  },
  "200": {
    "name": "Straight Up",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6.5%",
    "desc": "An un-cut Ahtanum IPA, showcasing a hop we use more than anyone else on planet earth. Straight up pine, grapefruit, pungent resin, stewed orange, lemongrass and warm peppery notes, supported by a medium dry body and a pale and recessive toasty malt presence.\n\nPart of the Fanzine club",
    "ibu": "65",
    "rating": "3.47",
    "image": "beer-2896232_b52bf_sm.jpeg"
  },
  "201": {
    "name": "Red & Dead",
    "brewery": "Brewdog",
    "style": "Red Ale - Imperial / Double",
    "abv": "8%",
    "desc": "Big, rounded and very much alive. This blood-red ale is sweet and fruity on the nose. Delivering berry, caramel and chocolate character by the coffin-load, with subtle notes of lychee, biscuit and a hint of spice. A red-caped marauder to steal your heart and hub caps.\n\nPart of the Fanzine club",
    "ibu": "65",
    "rating": "3.67",
    "image": "beer-2918570_5c622_sm.jpeg"
  },
  "202": {
    "name": "American Dream",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "7.2%",
    "desc": "It's back to the future with this East Coast IPA. Classic dank and hoppy 90's Americana. Citrus and resin on the nose, accelerating into piney citrus notes, perfectly balanced by the biscuity caramel character. Culminating in a bitter finish. This is beer like it was, beer like it will be.",
    "ibu": "50",
    "rating": "3.6",
    "image": "badge-beer-default.png"
  },
  "203": {
    "name": "Mind Game",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6.9%",
    "desc": "An all-American line-up for this West Coast IPA - classic floral, citrus and resinous C-hop aromas bring mango, blood orange, pine dust, lemongrass, bergamot, and lemon oil in numbers. All sitting on a resinous, bold and bitter baseline with hints of toast and cinder toffee sneaking through the perimeter.",
    "ibu": "80",
    "rating": "3.58",
    "image": "badge-beer-default.png"
  },
  "204": {
    "name": "SOS (May Day)",
    "brewery": "Brewdog",
    "style": "Bock - Hell / Maibock / Lentebock",
    "abv": "6.4%",
    "desc": "",
    "ibu": "34",
    "rating": "3.53",
    "image": "beer-2628745_240b2_sm.jpeg"
  },
  "205": {
    "name": "Himbeer Berliner Weisse",
    "brewery": "Brewdog",
    "style": "Sour - Berliner Weisse",
    "abv": "3.8%",
    "desc": "Raspberry Berliner Weisse prototype brewed to celebrate the opening of BrewDog Berlin.",
    "ibu": "8",
    "rating": "3.37",
    "image": "beer-3370875_f15be_sm.jpeg"
  },
  "206": {
    "name": "Zephyr - V1 Citrus Tart Edition",
    "brewery": "Brewdog",
    "style": "Pale Ale - International",
    "abv": "4.6%",
    "desc": "This tangy session pale ale has bags of citrus aroma and a juicy acidity on the palate. \nBrewed for the Fanzine beer club.",
    "ibu": "10",
    "rating": "3.52",
    "image": "beer-2585019_f8c89_sm.jpeg"
  },
  "207": {
    "name": "Zip Code",
    "brewery": "Brewdog",
    "style": "Kellerbier / Zwickelbier",
    "abv": "4.2%",
    "desc": "Lager with a Franconian accent. Our Kellerbier is unfiltered and naturally cloudy allowing a more complex yeast character. Toasty, rich and malty yet refreshingly crisp with a smooth mouthfeel.\n\nPart of the Fanzine beer club.",
    "ibu": "25",
    "rating": "3.22",
    "image": "beer-2742944_2d106_sm.jpeg"
  },
  "208": {
    "name": "Dry-Hopped Dortmunder Export",
    "brewery": "Brewdog",
    "style": "Lager - Dortmunder / Export",
    "abv": "5.8%",
    "desc": "Dortmunder prototype brewed to celebrate the opening of BrewDog Berlin.",
    "ibu": "32",
    "rating": "3.51",
    "image": "beer-3370874_9c7aa_sm.jpeg"
  },
  "209": {
    "name": "Sonic Boom V2 - Experimental Hop IPA",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6.5%",
    "desc": "Replacing our single hops series, this series of IPAs will allow out brew team to experiment with hops, with the base beer unchanging from release to release. \nNew US experimental hop HBC 438 brings bags of floral and coconut character to this vibrant IPA, while stonefruit and citrus come courtesy of classic American dual purpose varieties. A twist of bitterness rounds out this engaging experimental IPA.",
    "ibu": "60",
    "rating": "3.69",
    "image": "badge-beer-default.png"
  },
  "210": {
    "name": "Hop Shop",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "9%",
    "desc": "A hop-heavy but beautifully balanced double IPA packed with 'c' hops and a dry finish.\nBrewed for the Fanzine beer club.",
    "ibu": "70",
    "rating": "3.74",
    "image": "beer-2675598_469a6_sm.jpeg"
  },
  "211": {
    "name": "Clouded Clarity",
    "brewery": "Brewdog",
    "style": "Lager - Pale",
    "abv": "4.2%",
    "desc": "Strike gold in the murky depths of this experimental lager. Biscuit notes from the malt character combine with a snap of floral and grassy hop bitterness. Delivering a smooth, juicy and full-bodied mouthfeel. A cloud with a golden lining - crisp, clean and cloudy.",
    "ibu": "25",
    "rating": "3.12",
    "image": "badge-beer-default.png"
  },
  "212": {
    "name": "Jaywalker",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "7.2%",
    "desc": "West Coast IPA\n\nPart of the Fanzine club",
    "ibu": "60",
    "rating": "3.66",
    "image": "beer-3679987_062fd_sm.jpeg"
  },
  "213": {
    "name": "Alpha Dog",
    "brewery": "Brewdog",
    "style": "Red Ale - American Amber / Red",
    "abv": "4.5%",
    "desc": "A rock and roll medley of tropical fruit, berries and pine gives way to hints of roasted malt and a heady hoppiness, but with very low bitterness.\n\nBrewed exclusive for our Norwegian market. It uses multiple malts and 2 distinct hops, Nelson Sauvin and Amarillo.",
    "ibu": "42",
    "rating": "3.46",
    "image": "beer-23287_125c7_sm.jpeg"
  },
  "214": {
    "name": "Scarlet Fever",
    "brewery": "Brewdog",
    "style": "Farmhouse Ale - Saison",
    "abv": "5.4%",
    "desc": "Citrus melds to the light noble hop aromas, with orange peel adding a twist of zest to the nose. Layers of dry spicy rye fuse with toasty caramel malt notes, giving subtle and complex grain flavours to this Red Rye Saison. Spice builds with the Saison yeast, a peppery undercurrent lies alongside clove, with hints of nutmeg and thyme.",
    "ibu": "40",
    "rating": "3.29",
    "image": "badge-beer-default.png"
  },
  "215": {
    "name": "Low Hanging Helles",
    "brewery": "Brewdog",
    "style": "Lager - Helles",
    "abv": "2.7%",
    "desc": "This laid back lager has the lot. Clean and crisp throughout, it leans on a mix of US and EU hops layered onto a foundation of pilsner malt. The result is a quick fix of citrus and soft bready notes, suspended with substance below 3% ABV. Grab it and go.\n\nLow Hanging Helles - Easy to reach.\n\nPart of the BrewDog Fanzine",
    "ibu": "25",
    "rating": "2.92",
    "image": "beer-3530184_fdaef_sm.jpeg"
  },
  "216": {
    "name": "Nebula",
    "brewery": "Brewdog",
    "style": "Stout - Russian Imperial",
    "abv": "10%",
    "desc": "Brewed with honey & brown sugar, Nebula packs notes of coffee, chocolate, and toffee.\nBrewed for the Fanzine beer club.",
    "ibu": "70",
    "rating": "3.71",
    "image": "beer-2585018_d3442_sm.jpeg"
  },
  "217": {
    "name": "Small Batch Wheat",
    "brewery": "Brewdog",
    "style": "Wheat Beer - Other",
    "abv": "5.5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.65",
    "image": "beer-3188083_f8eca_sm.jpeg"
  },
  "218": {
    "name": "Heist Monkey",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "5.4%",
    "desc": "Hands up for this full tilt Pale Ale. And prepare to be heisted by this hoppy protagonist. Aggressively dry-hopped with Mandarina, Citra and Centennial - this monkey means business. Citrus and pine hit home in volume, layered over a biscuity backbone. Then hold tight for the bitter finish.\n\nHeist Monkey - stick it to the man.\n\nPart of the Fanzine club.",
    "ibu": "45",
    "rating": "3.59",
    "image": "beer-2809414_9abc1_sm.jpeg"
  },
  "219": {
    "name": "Unleash The Yeast: American Ale",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "6.3%",
    "desc": "The unsung heroes, the foot soldiers of the revolution. We owe a huge debt to the billions of tiny yeast cells that work tirelessly to ferment sugars into alcohol and CO2. But yeast isn’t just here for the grunt work. Yeast has the power to change the flavour, aroma and complexion of your beer in an instant.\n\nThis series is designed to showcase the impact different yeasts have on the same base beer. This series of 4 beers gives the limelight to four totally different yeast strains: Belgian Trappist, Pilsen Lager, American Ale and Bavarian Weizen. All 4 beers have been brewed to the same ABV using a blend of Centennial and Amarillo hops and a backbone of Pale Ale, Munich and Cara Malts.\n\nMalts:\nMaris Otter, Crystal Malt, Caramalt\n\nHops:\nCentennial, Amarillo",
    "ibu": "45",
    "rating": "3.6",
    "image": "beer-473039_6e031_sm.jpeg"
  },
  "220": {
    "name": "Small Batch: English IPA",
    "brewery": "Brewdog",
    "style": "IPA - English",
    "abv": "5.2%",
    "desc": "An IPA using classic English hops that bring out floral and spicy notes in the beer.\nBrewed for the Fanzine beer club",
    "ibu": "40",
    "rating": "3.19",
    "image": "beer-2675600_f04df_sm.jpeg"
  },
  "221": {
    "name": "Off-Duty King",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "13.2%",
    "desc": "Whisky and Rye barrel-ageing charge against the ramparts of seven malts and five hops.",
    "ibu": "50",
    "rating": "4.03",
    "image": "beer-3560366_a0316_sm.jpeg"
  },
  "222": {
    "name": "Fool's Gold",
    "brewery": "Brewdog",
    "style": "Lager - Dortmunder / Export",
    "abv": "5.6%",
    "desc": "A Munich helles malt profile of biscuit, cracker and toast, supports a spicy, herbal German Pils hop character. A snap of bitterness and a medium-light body give this classic golden pale lager a superb balance of malt and hops.\nFools Gold - Streik flüssiges Gold.\n\nBrewed for the Fanzine beer club.",
    "ibu": "32",
    "rating": "3.28",
    "image": "beer-2588728_1a97d_sm.jpeg"
  },
  "223": {
    "name": "Karma Cloud",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6.5%",
    "desc": "Tropical Hazy IPA",
    "ibu": "N/A",
    "rating": "3.62",
    "image": "badge-beer-default.png"
  },
  "224": {
    "name": "Closed Circuit",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6.1%",
    "desc": "The West Coast is watching you.\nUninterrupted aromas of ripe mango, stewed orange, and pungent myrcene flow into flavours of lemon oil, resin, and hints of spicy hop. Locked down malt notes of cracker and biscuit. Get up close and personal for a long, dank, piney finish.",
    "ibu": "60",
    "rating": "3.69",
    "image": "badge-beer-default.png"
  },
  "225": {
    "name": "Interstate",
    "brewery": "Brewdog",
    "style": "Lager - Vienna",
    "abv": "4.6%",
    "desc": "Brewed with Vienna, Munich and Cara Red, hopped with Mandarina Bavaria. \nBrewed for the Fanzine beer club.",
    "ibu": "25",
    "rating": "3.2",
    "image": "beer-2617472_23c34_sm.jpeg"
  },
  "226": {
    "name": "Humulus Helmsman",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "5.6%",
    "desc": "Set a course for the West Coast. American muscle flexes from the kettle to the whirlpool to the dry hopper. This golden yellow fellow is packing a giant tropical fruit cargo. The first wave of mango is quickly tailgated by citrus notes, subtle lemon and orange sherbet, with resinous pine hints, culminating in a moderate bitter long finish. \n\nHumulus Helmsman - new worlds await.",
    "ibu": "60",
    "rating": "3.56",
    "image": "beer-3335033_09f63_sm.jpeg"
  },
  "227": {
    "name": "No Label",
    "brewery": "Brewdog",
    "style": "Kölsch",
    "abv": "4.6%",
    "desc": "No Label is a postmodern, postgender non-binary brew; the world’s first beer made with transgender hops.\n\nBrewed with whole hop bines that have spontaneously changed from female to male, no label goes its own way. The base style, Kölsch, blurs the boundaries between lager and ale, drawing comparisons to “non-binary” individuals who class themselves as neither exclusively male nor female.\n\nNo Label balances a light, biscuity dryness from the malt base with delicate hints of fruity esters gifted by the fermentation. Finally, dry-hopping adds a layer of new world tropical & pine flavours that add a unique twist to this classic Kölsch style beer.\n\nA portion of the sales of this beer will be donated to LGBTQI+ events organisers Queerest of the Queer.\n\nMalts: Munich, Pilsner, Wheat\n\nHops: Cascade, Jester, Mosaic",
    "ibu": "22",
    "rating": "3.53",
    "image": "beer-1300267_b66ad_sm.jpeg"
  },
  "228": {
    "name": "Grano Giusto",
    "brewery": "Brewdog",
    "style": "Schwarzbier",
    "abv": "5.6%",
    "desc": "This dark italian stallion of a lager is made with lokal Grano del Miracoli malt. Delivering full bodied notes of biscuit, nuts, coffee and dark sugar.",
    "ibu": "N/A",
    "rating": "3.55",
    "image": "beer-2588837_3de18_sm.jpeg"
  },
  "229": {
    "name": "Hello My Name Is Sari",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "8.2%",
    "desc": "Hello Finland My Name is Sari, I’m a beer. A beer named by you and brewed exclusively for you. This double IPA has a singular DNA. Infused with bilberry, this is a local beer with a global aspiration. Bilberry interplays with sweet tropical fruit and resinous hoppy notes. Sitting on a malty backbone and culminating in a dry bitter finish.",
    "ibu": "70",
    "rating": "3.6",
    "image": "badge-beer-default.png"
  },
  "230": {
    "name": "10 Heads High",
    "brewery": "Brewdog",
    "style": "Red Ale - Imperial / Double",
    "abv": "7.8%",
    "desc": "10 Heads High is loosely based on our awesome 2011 Prototype beer Hops Kill Nazis.\n\nThis is an uncompromising 7.7% Imperial Red Ale loaded high with American Hops. \n\nThink of this as an Imperial India Rd Ale, or a super-charged version of 5am Saint.\n\nEither way this is a seriously good beer!",
    "ibu": "80",
    "rating": "3.52",
    "image": "beer-351869_0969a_sm.jpeg"
  },
  "231": {
    "name": "Hello My Name Is Marianne",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "8.2%",
    "desc": "Hello France My Name is Marianne, I’m a beer. A beer named by you and brewed exclusively for you. This double IPA has a singular DNA. Infused with cassis, this is a local beer with a global aspiration. Cassis interplays with sweet tropical fruit and resinous hoppy notes. Sitting on a malty backbone and culminating in a dry bitter finish.",
    "ibu": "70",
    "rating": "3.57",
    "image": "badge-beer-default.png"
  },
  "232": {
    "name": "Sonic Boom V3 - Euro Hopped IPA",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6.5%",
    "desc": "Welcome aboard our experimental range of Tuned IPAs. European hops of bergamot and rose, giving way to a fruit bombardment - countdown to strawberry, quince, pineapple, grape and lemon. Fresh grassy hop notes run alongside the mothership. All culminating in a trademark bitter boom finish.\n\nSonic Boom - IPA tuning at the speed of sound.",
    "ibu": "N/A",
    "rating": "3.55",
    "image": "beer-2840394_0eb10_sm.jpeg"
  },
  "233": {
    "name": "Off-Duty Alien",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6.5%",
    "desc": "A draft-only exclusive beer for international markets as part of the DogDealers programme. Off Duty Alien is a citrus IPA, brewed with blood orange and grapefruit to enhance the citrus characteristics of the hops.",
    "ibu": "50",
    "rating": "3.63",
    "image": "badge-beer-default.png"
  },
  "234": {
    "name": "Small Batch: Juicy IPA",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6.9%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.8",
    "image": "badge-beer-default.png"
  },
  "235": {
    "name": "Deaf Mermaid",
    "brewery": "Brewdog",
    "style": "Pale Ale - English",
    "abv": "4.2%",
    "desc": "",
    "ibu": "40",
    "rating": "3.58",
    "image": "badge-beer-default.png"
  },
  "236": {
    "name": "Prototype Vienna Lager",
    "brewery": "Brewdog",
    "style": "Lager - Vienna",
    "abv": "5%",
    "desc": "A Prototype Vienna lager, brewed with loads of Vienna malt, speciality malts and one of our\nfavourite hops, Mandarina.\n\nToasty malt notes of bread crust, cheesecake base and cinder toffee, with a light orange peel hop character, and a\nsnappy medium dry finish.",
    "ibu": "25",
    "rating": "3.25",
    "image": "badge-beer-default.png"
  },
  "237": {
    "name": "Hello My Name Is Helga",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "8.2%",
    "desc": "Hello Germany My Name is Helga, I’m a beer. A beer named by you and brewed exclusively for you. This double IPA has a singular DNA. Infused with cherry, this is a local beer with a global aspiration. Cherry interplays with sweet tropical fruit and resinous hoppy notes. Sitting on a malty backbone and culminating in a dry bitter finish.",
    "ibu": "70",
    "rating": "3.59",
    "image": "badge-beer-default.png"
  },
  "238": {
    "name": "Coconut Shy",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "9.5%",
    "desc": "Roll up, roll up. For an Imperialist extravaganza. Black as an Emperor’s heart. A fanfare of fun fair flavours. Aromas of coconut, chocolate and toffee unite. Brace yourself for the main event - a big coconut hit is rapidly followed by layers of dark chocolate and light roasty malt notes. Culminating in a sticky sweet full-bodied finale.\nCoconut Shy - Take aim, fire.",
    "ibu": "N/A",
    "rating": "3.67",
    "image": "beer-3532136_9a974_sm.jpeg"
  },
  "239": {
    "name": "Small Batch: Vermont IPA 4.0",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "7.5%",
    "desc": "Small batch brews are one-off beers from our pilot kit, or trial beers we have brewed with limited availability.\n\nPineapple, stonefruit, mango, light resin and hints of lime-peel. This juicy IPA is low in bitterness, full-bodied and smooth. Enhancing the soft ripe fruit flavours.\n\nMalts: Pale, Wheat and Oats\n\nHops: Chinook, Amarillo, Simcoe, Citra and Mosaic.\n\nYeast: WLP4000 Vermont Ale",
    "ibu": "35",
    "rating": "3.96",
    "image": "beer-1442137_2f2cd_sm.jpeg"
  },
  "240": {
    "name": "Twin Atlantic Pale Ale",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.77",
    "image": "badge-beer-default.png"
  },
  "241": {
    "name": "BA Radio Zombie Phone In",
    "brewery": "Brewdog",
    "style": "Stout - Russian Imperial",
    "abv": "14.2%",
    "desc": "Barrel aged Equity for Punk exclusive.\n\nSmooth talking, dark, and decadent-Imperialism goes digital. Aromas of roasted coffee and chocolate on the nose. With hints of pit fruits, chewy toffee, coffee, and dark chocolate on the palate. Finished late with American hops for a dash of bitterness.",
    "ibu": "80",
    "rating": "4.29",
    "image": "badge-beer-default.png"
  },
  "242": {
    "name": "Hello My Name Is Maria",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "8.2%",
    "desc": "Hello Spain My Name is Maria, I’m a beer. A beer named by you and brewed exclusively for you. This double IPA has a singular DNA. Infused with mandarin, this is a local beer with a global aspiration. Mandarin interplays with sweet tropical fruit and resinous hoppy notes. Sitting on a malty backbone and culminating in a dry bitter finish.",
    "ibu": "70",
    "rating": "3.78",
    "image": "beer-2370848_5b651_sm.jpeg"
  },
  "243": {
    "name": "Moshi Moshi 15",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "5.2%",
    "desc": "This 5.2% complex yet unpretentious ale is our birthday salute to Moshi Moshi Records; at 15 years old they’re not old enough to drink it, but if they were, we know they’d love it as much as we do. A rich biscuity malt base takes the bassline, with the odd caramel pop and slap. Heavy hop riffs play on top; resinous resonance from the rhythm guitar, and the bitter notes we love so much on lead. That’s enough of the musical metaphors. Stick a record on, sit back, and enjoy this beer.",
    "ibu": "45",
    "rating": "3.58",
    "image": "beer-535610_0b9fc_sm.jpeg"
  },
  "244": {
    "name": "Nanny State (1.1% ABV)",
    "brewery": "Brewdog",
    "style": "Non-Alcoholic Beer",
    "abv": "1.1%",
    "desc": "Nanny State is mild imperial ale containing more hops per barrel than any other beer ever brewed in the UK. It is an extraordinary little ale jammed full of all the brewer’s favourite hops giving it as much body and mouthy feel as possible, ensuring that low strength does not translate into reduced flavour. Nanny State, takes the low ABV hop-bomb concept to the next level and is so low in alcohol it is below the legal classification of beer and not strong enough to be subject to beer duty. We believe we have created a new beer category - The Imperial Mild - with Nanny State and How to Disappear Completely.",
    "ibu": "45",
    "rating": "2.7",
    "image": "beer-59167_a5c48_sm.jpeg"
  },
  "245": {
    "name": "Zulu Time",
    "brewery": "Brewdog",
    "style": "Stout - Foreign / Export",
    "abv": "6.9%",
    "desc": "Another day, another European collab... thank goodness! This time around saw us welcome Brasserie La Goutte d'Or from France. \n\nApart from having an absolute blast with these guys we also had serious business to attend to... brew a beer that you're going to go crazy for, and we're pretty sure we nailed it.\n\nWe worked up a South African-themed stout brewed with the addition of Rooibos tea which was added into the whirlpool giving the beer an earthy, herby and floral character which plays off with the dark fruit and chocolate from the grains.",
    "ibu": "40",
    "rating": "3.65",
    "image": "badge-beer-default.png"
  },
  "246": {
    "name": "Declassified Demi-God",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double Milk",
    "abv": "14.1%",
    "desc": "Barrel-aged Imperial milk stout\n\nA full-on showcase of grain whisky barrel character, fused with the classic profile of Russian imperial stouts. A blend of two giant stouts, each loaded with flavors of intense espresso, bitter of chocolate, molasses, and roasted malt, each compounded with notes of smooth ganache, toasted oak, hints of vanilla and spice, balanced against an aggressive bitter edge. Full-bodied, bittersweet, and complex.",
    "ibu": "70",
    "rating": "4.12",
    "image": "beer-2505837_b22ec_sm.jpeg"
  },
  "247": {
    "name": "B Side: Protoköl",
    "brewery": "Brewdog",
    "style": "Kölsch",
    "abv": "4.5%",
    "desc": "Here at BrewDog, we love the hidden tracks; the unexpected discoveries. The B-Sides.\n\nTake our 10HL pilot kit. It is the place our brewers let those imaginations fly and lay down unpredictable, creative tracks. Our brew team use it to dial in our small-scale experimental brews, each then finding its way to our bars as a draught-only special release.\n\nHowever, we felt the naming convention used previously – Pilot Brew XXX – didn't fully reflected the ingenuity displayed by our brewers. To depict this a little better we now release each pilot brew as a bona fide B-Side; alongside our production-batch launches that take place at our bars, you’ll be able to discover a flip side in the form of one of our B-Side releases.\n\nAfter our first Kölsch-style ale (No Label) we are brewing another as a one-off keg only brew, and are going to get even more of the distinctive estery fruit flavours, traditional hop character and classic clean crispness these fascinating Cologne-style ales possess.\n\nNorthern Germany’s historic answer to the continent-sweeping rise of bottom-fermented lagers, conditioning on site at the moment we have the brand new Protoköl.",
    "ibu": "N/A",
    "rating": "3.26",
    "image": "beer-1442137_2f2cd_sm.jpeg"
  },
  "248": {
    "name": "Semi-Automatic Hippie",
    "brewery": "Brewdog",
    "style": "Farmhouse Ale - Saison",
    "abv": "10.5%",
    "desc": "Equity Punk Exclusive Barrel-Aged Saison",
    "ibu": "N/A",
    "rating": "3.95",
    "image": "badge-beer-default.png"
  },
  "249": {
    "name": "East of Vermont",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "7.8%",
    "desc": "A Vermont IPA with mango, peach & lactose added, recreating fruity milkshake character in an IPA.",
    "ibu": "20",
    "rating": "4.01",
    "image": "beer-575339_01ea1_sm.jpeg"
  },
  "250": {
    "name": "Small Batch: Imperial Pilsner",
    "brewery": "Brewdog",
    "style": "Pilsner - Imperial / Double",
    "abv": "6%",
    "desc": "“My favourite beer in the world is Pivo Pils from Firestone Walker,” he says. “I consider it to be one of the most well-balanced beers in the world. As a brewer, I fully appreciate how difficult it is to make a truly good Pilsner and since this happens to be one of my favourite beer styles, my first thought was to take that up a notch and do one with true BrewDog style. Hence the Imperial Pilsner. This is a higher ABV, slightly edgier pilsner than Kingpin retaining the classic malt character of the style but I went ahead and dry hopped it with some new age German aroma hops.”\n\nJason used Magnum and Spalter in the boil but then added further additions of Callista into the whirlpool and then again at the dry-hop stage. Callista is a relatively new addition to the brewers’ arsenal, giving both a classically noble hop aroma and a welcoming flavour of citrus peel and juicy stonefruit. With the quintessential pilsner malt base and German lager yeast, his Pils is a revelation and rounds out at 6.0% ABV – it is going to be quite amazing on draft!",
    "ibu": "N/A",
    "rating": "3.54",
    "image": "badge-beer-default.png"
  },
  "251": {
    "name": "Razor Session IPA",
    "brewery": "Brewdog",
    "style": "IPA - Session / India Session Ale",
    "abv": "3.7%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.38",
    "image": "badge-beer-default.png"
  },
  "252": {
    "name": "Small Batch: Dry-Hopped Pilsner",
    "brewery": "Brewdog",
    "style": "Pilsner - German",
    "abv": "5%",
    "desc": "A BrewDog bar exclusive draft lager, brewed with Weihenstephan’s lager yeast, and dry-hopped with the contemporary German variety Saphir; this lager has been lightly centrifuged and packaged at just under 28 days in tank.",
    "ibu": "37",
    "rating": "3.46",
    "image": "beer-575339_01ea1_sm.jpeg"
  },
  "253": {
    "name": "Small Batch: Lemon Zephyr",
    "brewery": "Brewdog",
    "style": "Sour - Other",
    "abv": "4.6%",
    "desc": "LEMON. LIME. BISCUIT.\nLemon Zephyr is a slightly tart pale ale, packed with lemon character. Aromas of candied fruit and lemon bon-bons, followed by a sharp twist of citrus and a soft biscuity undertone on the palate.",
    "ibu": "10",
    "rating": "3.48",
    "image": "beer-575339_01ea1_sm.jpeg"
  },
  "254": {
    "name": "Single Barrel #1770 - Absinthe Barrel-Aged Paradox",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "13.3%",
    "desc": "Paradox aged in Absinthe cask. Spicy star anise dominates the aroma with roasty dark chocolate and coffee flavours. Released for Brewdog's 2017 AGM in Aberdeen, Scotland and made an appearance at the Beavertown Extravaganza 2017.\nThe barrel number has been confirmed with BrewDog as 1770.",
    "ibu": "N/A",
    "rating": "3.83",
    "image": "badge-beer-default.png"
  },
  "255": {
    "name": "Wishing Well",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "4%",
    "desc": "Session New England IPA",
    "ibu": "25",
    "rating": "3.52",
    "image": "badge-beer-default.png"
  },
  "256": {
    "name": "Blitz Saison",
    "brewery": "Brewdog",
    "style": "Farmhouse Ale - Saison",
    "abv": "3.2%",
    "desc": "A low alcohol, light, refreshing, effervescent, zippy and tarty Berliner Weisse which shines even brighter with the addition of fruit.",
    "ibu": "N/A",
    "rating": "3.6",
    "image": "beer-1634077_7b7ce_sm.jpeg"
  },
  "257": {
    "name": "Small Batch: Tangerine Zephyr",
    "brewery": "Brewdog",
    "style": "Sour - Other",
    "abv": "4.6%",
    "desc": "TANGERINE. LEMON. BISCUIT.\nTangerine Zephyr is a slightly tart pale ale, with a huge citrusy aroma, and zingy notes of tangerine, lemon and lime on the palate.\nFinishing light, it’s juicy and zesty, with a touch of biscuit malt to add a hint of sweetness to balance the tangy fruit.",
    "ibu": "10",
    "rating": "3.42",
    "image": "beer-575339_01ea1_sm.jpeg"
  },
  "258": {
    "name": "B Side: Red Ale 2.0",
    "brewery": "Brewdog",
    "style": "Red Ale - American Amber / Red",
    "abv": "4.5%",
    "desc": "Here at BrewDog, we love the hidden tracks; the unexpected discoveries. The B-Sides.\n\nTake our 10HL pilot kit. It is the place our brewers let those imaginations fly and lay down unpredictable, creative tracks. Our brew team use it to dial in our small-scale experimental brews, each then finding its way to our bars as a draught-only special release.\n\nHowever, we felt the naming convention used previously – Pilot Brew XXX – didn't fully reflected the ingenuity displayed by our brewers. To depict this a little better we now release each pilot brew as a bona fide B-Side; alongside our production-batch launches that take place at our bars, you’ll be able to discover a flip side in the form of one of our B-Side releases.",
    "ibu": "35",
    "rating": "3.58",
    "image": "beer-1472416_19300_sm.jpeg"
  },
  "259": {
    "name": "Franklinton Dumpster Fire",
    "brewery": "Brewdog",
    "style": "Sour - Gose - Fruited",
    "abv": "3.5%",
    "desc": "Franklinton Dumpster Fire is a subtlely smoky Gose with tons of fire red raspberries. 3.5% ABV, tart, mouth puckering and deliciously tongue-in-cheek.",
    "ibu": "N/A",
    "rating": "3.78",
    "image": "badge-beer-default.png"
  },
  "260": {
    "name": "Opaque Jake V2",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "7.2%",
    "desc": "",
    "ibu": "30",
    "rating": "3.82",
    "image": "badge-beer-default.png"
  },
  "261": {
    "name": "Wake Up Call AF",
    "brewery": "Brewdog",
    "style": "Non-Alcoholic Beer",
    "abv": "0.5%",
    "desc": "No alcohol just woke up. And Wake Up Call rises to the occasion. All the attitude, all the flavour but non of the alcohol. Say hello to the most rousing alcohol free beer in town. Subtle roast coffee notes are rounded out with milk sugar for a smooth delivery. Full flavour, no alcohol, wide awake.\n\nContains lactose.",
    "ibu": "N/A",
    "rating": "3.15",
    "image": "badge-beer-default.png"
  },
  "262": {
    "name": "Raspberry Popsicle Parade",
    "brewery": "Brewdog",
    "style": "Non-Alcoholic Beer",
    "abv": "0.5%",
    "desc": "0.5 % ABV Raspberry Berliner Weisse.\nJuicy, tropical, fruit punch.",
    "ibu": "N/A",
    "rating": "3.41",
    "image": "beer-2485710_35b03_sm.jpeg"
  },
  "263": {
    "name": "Small Batch: 90 Shilling",
    "brewery": "Brewdog",
    "style": "Scottish Export Ale",
    "abv": "5.3%",
    "desc": "Our 10HL pilot kit is the place our brewers let their imaginations fly and lay down unpredictable, creative tracks. Our brew team use it to dial in our small-scale experimental brews, each then finding its way to our bars as a draught-only special release.\n\nMalts: Extra Pale, Cara, Munich, Amber, Dark Roasted Crystal and Brown\n\nHops: Bramling Cross and First Gold\n\nYeast: Wyeast 1056 - American Ale",
    "ibu": "25",
    "rating": "3.52",
    "image": "beer-1442137_2f2cd_sm.jpeg"
  },
  "264": {
    "name": "Small Batch: Blueberry Zephyr",
    "brewery": "Brewdog",
    "style": "Sour - Other",
    "abv": "4.6%",
    "desc": "BLUEBERRY.\nThis lightly tart and juicy pale ale evokes blueberry muffins with its fruity and soft malty aroma - followed by a lightly biscuity palate, finishing sharp and just sweet enough to balance the zingy fruit character.",
    "ibu": "10",
    "rating": "3.52",
    "image": "beer-575339_01ea1_sm.jpeg"
  },
  "265": {
    "name": "Faux Fox Raspberry",
    "brewery": "Brewdog",
    "style": "Non-Alcoholic Beer",
    "abv": "0.5%",
    "desc": "An alcohol-free Berliner Weisse loaded with raspberries giving a fruity, light and tart explosion but with drinkability.\n\nContains lactose.",
    "ibu": "3",
    "rating": "3.19",
    "image": "badge-beer-default.png"
  },
  "266": {
    "name": "Export Alice Porter",
    "brewery": "Brewdog",
    "style": "Porter - English",
    "abv": "4.6%",
    "desc": "This Export version of Alice Porter is available in the UK exclusively to our Equity Punks. In addition it is exported to Norway due to their 4.7% abv rule for beer in normal stores.\n\nWeighing in at 4.6% ABV, Alice Porter hides a huge complexity behind her modest strength - it's roasty and smooth with a fruity, rich coffee character.\n\nAlice Porter takes a sudden twist in an unexpected direction; a blend of hops that add a light, balancing citrusy twist and a subtle spiciness.",
    "ibu": "55",
    "rating": "3.36",
    "image": "beer-992160_bce5f_sm.jpeg"
  },
  "267": {
    "name": "B Side: Sour Red Ale",
    "brewery": "Brewdog",
    "style": "Sour - Other",
    "abv": "4.6%",
    "desc": "Here at BrewDog, we love the hidden tracks; the unexpected discoveries. The B-Sides. \n\nTake our 10HL pilot kit. It is the place our brewers let those imaginations fly and lay down unpredictable, creative tracks. Our brew team use it to dial in our small-scale experimental brews, each then finding its way to our bars as a draught-only special release.\n\nHowever, we felt the naming convention used previously – Pilot Brew XXX – didn't fully reflected the ingenuity displayed by our brewers. To depict this a little better we now release each pilot brew as a bona fide B-Side; alongside our production-batch launches that take place at our bars, you’ll be able to discover a flip side in the form of one of our B-Side releases.",
    "ibu": "N/A",
    "rating": "3.66",
    "image": "beer-1491331_d2f3b_sm.jpeg"
  },
  "268": {
    "name": "Hello My Name Is Niamh",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "8.2%",
    "desc": "Hello Ireland My Name is Niamh, I’m a beer. A beer named by you and brewed exclusively for you. This double IPA has a singular DNA. Infused with elderflower, this is a local beer with a global aspiration. Elderberry interplays with sweet tropical fruit and resinous hoppy notes. Sitting on a malty backbone and culminating in a dry bitter finish.",
    "ibu": "70",
    "rating": "3.59",
    "image": "badge-beer-default.png"
  },
  "269": {
    "name": "B Side: Helles",
    "brewery": "Brewdog",
    "style": "Lager - Helles",
    "abv": "4.9%",
    "desc": "Here at BrewDog, we love the hidden tracks; the unexpected discoveries. The B-Sides.\n\nTake our 10HL pilot kit. It is the place our brewers let those imaginations fly and lay down unpredictable, creative tracks. Our brew team use it to dial in our small-scale experimental brews, each then finding its way to our bars as a draught-only special release.\n\nHowever, we felt the naming convention used previously – Pilot Brew XXX – didn't fully reflected the ingenuity displayed by our brewers. To depict this a little better we now release each pilot brew as a bona fide B-Side; alongside our production-batch launches that take place at our bars, you’ll be able to discover a flip side in the form of one of our B-Side releases.",
    "ibu": "N/A",
    "rating": "3.4",
    "image": "beer-1521132_1b53e_sm.jpeg"
  },
  "270": {
    "name": "Kiez Keule",
    "brewery": "Brewdog",
    "style": "Lager - Dortmunder / Export",
    "abv": "5.8%",
    "desc": "Dry-Hopped Dortmunder Export",
    "ibu": "N/A",
    "rating": "3.48",
    "image": "badge-beer-default.png"
  },
  "271": {
    "name": "Coconut & Yuzu IPA",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6.1%",
    "desc": "Lemony with a light coconut aroma",
    "ibu": "N/A",
    "rating": "3.55",
    "image": "badge-beer-default.png"
  },
  "272": {
    "name": "Small Batch: Peach & Apricot IPA",
    "brewery": "Brewdog",
    "style": "Fruit Beer",
    "abv": "7.2%",
    "desc": "Small batch brews are one-off beers from our pilot kit, or trial beers we have brewed with limited availability.\n\nSoft peach and apricot aromas combined with aromatic grass and pine notes. Mango and pineapple on the palate with a full rounded body.",
    "ibu": "40",
    "rating": "3.67",
    "image": "beer-575339_01ea1_sm.jpeg"
  },
  "273": {
    "name": "Hello My Name Is Sofia",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "8.2%",
    "desc": "Hello Italy My Name is Sofia, I’m a beer. A beer named by you and brewed exclusively for you. This double IPA has a singular DNA. Infused with regional ingredients, it is a local beer with a global aspiration. Made with lemon which interplays with sweet tropical fruit and resinous hoppy notes. Sitting on a malty backbone and culminating in a dry bitter finish.",
    "ibu": "70",
    "rating": "3.65",
    "image": "badge-beer-default.png"
  },
  "274": {
    "name": "Steve's Job \"Dutch Drafts\"",
    "brewery": "Brewdog",
    "style": "Smoked Beer",
    "abv": "5%",
    "desc": "Dutch Drafts, Kompaan Bier & Brewdog collaboration \"smoked bba\"",
    "ibu": "50",
    "rating": "3.52",
    "image": "badge-beer-default.png"
  },
  "275": {
    "name": "LIVE Black Hammer",
    "brewery": "Brewdog",
    "style": "IPA - Black / Cascadian Dark Ale",
    "abv": "7.2%",
    "desc": "Dark malt and American hops unite to bring a new age of bitterness. Pithy grapefruit and resin combine with a dark chocolate and roasty coffee hit to deliver a resonating bitterness that goes beyond IBUs.\n\nLIVE beer is craft ale, conditioned in a key keg, gently sparkling and 100% awesome.",
    "ibu": "250",
    "rating": "3.76",
    "image": "beer-3113156_c4adc_sm.jpeg"
  },
  "276": {
    "name": "Five n Dime",
    "brewery": "Brewdog",
    "style": "Wheat Beer - American Pale Wheat",
    "abv": "5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.56",
    "image": "beer-2594206_d6fd3_sm.jpeg"
  },
  "277": {
    "name": "Small Batch: Mandarina Lager",
    "brewery": "Brewdog",
    "style": "Lager - Pale",
    "abv": "5.3%",
    "desc": "Small batch brews are one-off beers from our pilot kit, or trial beers we have brewed with limited availability.\n\nMalts: Pale and Pilsner\n\nHops: Magnum and Mandarina Bavaria\n\nYeast: Wyeast 2124 - Bohemian Lager",
    "ibu": "40",
    "rating": "3.37",
    "image": "beer-575339_01ea1_sm.jpeg"
  },
  "278": {
    "name": "Half Eagle",
    "brewery": "Brewdog",
    "style": "Pale Ale - International",
    "abv": "2.7%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.26",
    "image": "badge-beer-default.png"
  },
  "279": {
    "name": "PBJ Stout",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double Milk",
    "abv": "11%",
    "desc": "",
    "ibu": "N/A",
    "rating": "4.07",
    "image": "badge-beer-default.png"
  },
  "280": {
    "name": "Maniac Insomniac",
    "brewery": "Brewdog",
    "style": "Stout - Coffee",
    "abv": "7%",
    "desc": "Dark as a Capuchin's robe and smoother than latte art. Our own coffee beans have lain recumbent in spirit barrels. Now, the long sleep is over. Intense coffee and vanilla on the nose. Silky coffee to taste with notes of dark chocolate, vanilla and spice. Wheat and oats allow a creamy smooth cappucino delivery.\n\nManiac Insomniac - better latte than never.\n\nDesigned and built exclusively for our Equity Punks by brewer Robert Cooke at our Ellon Brewery.",
    "ibu": "N/A",
    "rating": "3.74",
    "image": "beer-3545563_22e25_sm.jpeg"
  },
  "281": {
    "name": "Small Batch: Dortmunder Lager",
    "brewery": "Brewdog",
    "style": "Lager - Dortmunder / Export",
    "abv": "4.9%",
    "desc": "Our 10HL pilot kit is the place our brewers let their imaginations fly and lay down unpredictable, creative tracks. Our brew team use it to dial in our small-scale experimental brews, each then finding its way to our bars as a draught-only special release.\n\nMalts: Pilsner and Extra Pale\n\nHops: Magnum and Sterling\n\nYeast: Wyeast 2124 - Bohemian Lager",
    "ibu": "32",
    "rating": "3.38",
    "image": "beer-1442137_2f2cd_sm.jpeg"
  },
  "282": {
    "name": "Small Batch: New England IPA",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "5.5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.76",
    "image": "badge-beer-default.png"
  },
  "283": {
    "name": "Paradox Grain (2020)",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "13%",
    "desc": "Schrödinger's stout.",
    "ibu": "40",
    "rating": "4.07",
    "image": "badge-beer-default.png"
  },
  "284": {
    "name": "Blitz Apricot Raspberry",
    "brewery": "Brewdog",
    "style": "Sour - Berliner Weisse",
    "abv": "3.2%",
    "desc": "Made with a pale variety of raspberry called Apricot Raspberries.",
    "ibu": "N/A",
    "rating": "3.69",
    "image": "beer-1499487_d7622_sm.jpeg"
  },
  "285": {
    "name": "Small Batch: Loral Lager",
    "brewery": "Brewdog",
    "style": "Lager - Pale",
    "abv": "4.7%",
    "desc": "Our 10HL pilot kit is the place our brewers let their imaginations fly and lay down unpredictable, creative tracks. Our brew team use it to dial in our small-scale experimental brews, each then finding its way to our bars as a draught-only special release.",
    "ibu": "N/A",
    "rating": "3.28",
    "image": "beer-1442137_2f2cd_sm.jpeg"
  },
  "286": {
    "name": "Small Batch: Sidewalk Shark",
    "brewery": "Brewdog",
    "style": "Sour - Gose",
    "abv": "5%",
    "desc": "A light, effervescent German-style sour wheat beer; lemon peel, herbal lime leaf, notes of orange and a fresh bready malt base, with a pithy acidity and the refreshing addition of salt - enhancing the sweet and tart notes and rounding out the mouthfeel.",
    "ibu": "20",
    "rating": "3.65",
    "image": "beer-575339_01ea1_sm.jpeg"
  },
  "287": {
    "name": "B Side: Raspberry Berliner Weisse",
    "brewery": "Brewdog",
    "style": "Sour - Berliner Weisse",
    "abv": "3.6%",
    "desc": "Here at BrewDog, we love the hidden tracks; the unexpected discoveries. The B-Sides.\n\nTake our 10HL pilot kit. It is the place our brewers let those imaginations fly and lay down unpredictable, creative tracks. Our brew team use it to dial in our small-scale experimental brews, each then finding its way to our bars as a draught-only special release.\n\nHowever, we felt the naming convention used previously – Pilot Brew XXX – didn't fully reflected the ingenuity displayed by our brewers. To depict this a little better we now release each pilot brew as a bona fide B-Side; alongside our production-batch launches that take place at our bars, you’ll be able to discover a flip side in the form of one of our B-Side releases.",
    "ibu": "N/A",
    "rating": "3.55",
    "image": "beer-1355655_de52b_sm.jpeg"
  },
  "288": {
    "name": "Wake Up Call",
    "brewery": "Brewdog",
    "style": "Stout - Coffee",
    "abv": "8%",
    "desc": "Roasty with notes of chocolate, dark berries, and a subtle nuttiness.",
    "ibu": "N/A",
    "rating": "3.86",
    "image": "badge-beer-default.png"
  },
  "289": {
    "name": "LIVE Dead Metaphor",
    "brewery": "Brewdog",
    "style": "Stout - Coffee",
    "abv": "6.8%",
    "desc": "LIVE version rebrew of an old recipe.\nScottish chocolate breakfast Stout - brewed with Brazilian coffee, Cacao and (for the Scottish element) oatmeal. Smooth, chocolatey and rich, with a honeycomb mouthfeel and a rich red berry coffee character.",
    "ibu": "30",
    "rating": "3.6",
    "image": "beer-3181074_8e6e8_sm.jpeg"
  },
  "290": {
    "name": "Small Batch: Vienna Lager",
    "brewery": "Brewdog",
    "style": "Lager - Vienna",
    "abv": "4.3%",
    "desc": "Small batch brews are one-off beers from our pilot kit, or trial beers we have brewed with limited availability.\n\nThis 4.3% toasty Vienna Lager hides a spicy resinous bitter edge, while a blast of pithy orange and lemon peel balances the sweet bisvuity malt notes. Old world hops bring an extra layer of jasmine and rose charachter.\n\nMalts: Pale, PIlsner, Munich, Amber and Cara\n\nHops: Perle, Hallertau Mittelfrüh and Mandarina Bavaria\n\nYeast: Wyeast 2124 - Bohemian Lager",
    "ibu": "25",
    "rating": "3.39",
    "image": "beer-1442137_2f2cd_sm.jpeg"
  },
  "291": {
    "name": "Give Peach A Chance",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "5%",
    "desc": "As a reward for having our backs in Equity for Punks V, we invite you to find your inner self with this American IPA uplifted by the power of peach. Juicy, moreish stone fruit sweetness aligns the citrus and tropical chakras of US hops, in wave after wave of positive vibes. Peach out.\n\nGive Peach a Chance – Go with the flow.",
    "ibu": "50",
    "rating": "3.41",
    "image": "beer-3460723_fc9a6_sm.jpeg"
  },
  "292": {
    "name": "Blitz Blackberry",
    "brewery": "Brewdog",
    "style": "Sour - Berliner Weisse",
    "abv": "3.2%",
    "desc": "A low alcohol, light, refreshing, effervescent, zippy and tarty Berliner Weisse which shines even brighter with the addition of fruit.",
    "ibu": "N/A",
    "rating": "3.47",
    "image": "beer-1586144_fe94a_sm.jpeg"
  },
  "293": {
    "name": "Small Batch: Callista Red Rye IPA",
    "brewery": "Brewdog",
    "style": "IPA - Rye",
    "abv": "5%",
    "desc": "Small batch brews are one-off beers from our pilot kit, or trial beers we have brewed with limited availability. \n\nA red rye IPA brewed with a new German hop variety. Balancing juicy and pithy resinous bitterness perfectly, this Callista and Amarillo hopped IPA is packed with mango, kiwi, toffee, stonefruit, marmalade and spice.\n\nMalts: Extra Pale, Rye, Crystal, Dark Crystal and Acidulated\n\nHops: Magnum, Calista and Amarillo\n\nYeast: Wyeast 1056 - American Ale",
    "ibu": "55",
    "rating": "3.59",
    "image": "beer-1442137_2f2cd_sm.jpeg"
  },
  "294": {
    "name": "#CASK: Bracken's Porter",
    "brewery": "Brewdog",
    "style": "Porter - American",
    "abv": "5%",
    "desc": "A 5% robust and warming chocolate Porter. This beer was named Bracken's Porter as a tribute to our favourite four pawed friend who sadly passed away in 2013.",
    "ibu": "50",
    "rating": "3.43",
    "image": "beer-3472179_7fe97_sm.jpeg"
  },
  "295": {
    "name": "Small Batch: Sorachi Session Saison",
    "brewery": "Brewdog",
    "style": "Farmhouse Ale - Saison",
    "abv": "4%",
    "desc": "Our 10HL pilot kit is the place our brewers let their imaginations fly and lay down unpredictable, creative tracks. Our brew team use it to dial in our small-scale experimental brews, each then finding its way to our bars as a draught-only special release.\n\nMalts: Pale, Munich, Wheat, Rye and Acidulated\n\nHops: Sorachi Ace\n\nTwist: Coriander Seed\n\nYeast: Wyeast 1388 Belgian Strong Ale",
    "ibu": "25",
    "rating": "3.15",
    "image": "beer-1442137_2f2cd_sm.jpeg"
  },
  "296": {
    "name": "Blood Orange Popsicle Parade",
    "brewery": "Brewdog",
    "style": "Non-Alcoholic Beer",
    "abv": "0.5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.35",
    "image": "badge-beer-default.png"
  },
  "297": {
    "name": "Radler",
    "brewery": "Brewdog",
    "style": "Shandy / Radler",
    "abv": "2%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.26",
    "image": "badge-beer-default.png"
  },
  "298": {
    "name": "Obstkomp(l)ott",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "7%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.87",
    "image": "badge-beer-default.png"
  },
  "299": {
    "name": "LIVE Alice Porter",
    "brewery": "Brewdog",
    "style": "Porter - Baltic",
    "abv": "6.2%",
    "desc": "A beer that has come and gone several times before is now back again LIVE!\n\nAlice takes a sudden twist in an unexpected direction; a blend of hops that add a light, balancing citrusy twist and a subtle spiciness. This robust roasty porter has smooth and full-bodied mouthfeel while the addition of Sorachi Ace brings in a hint of vanilla alongside notes of citrus, spice and dark fruits.",
    "ibu": "50",
    "rating": "3.58",
    "image": "badge-beer-default.png"
  },
  "300": {
    "name": "Forbidden Brut",
    "brewery": "Brewdog",
    "style": "IPA - Brut",
    "abv": "9%",
    "desc": "Brut IPA with notes of peach and citrus.",
    "ibu": "N/A",
    "rating": "3.73",
    "image": "badge-beer-default.png"
  },
  "301": {
    "name": "Small Batch: American IPA",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "8%",
    "desc": "",
    "ibu": "70",
    "rating": "3.66",
    "image": "badge-beer-default.png"
  },
  "302": {
    "name": "Drive-By Donut",
    "brewery": "Brewdog",
    "style": "Stout - Milk / Sweet",
    "abv": "8%",
    "desc": "Buckle up and accelerate into gooey oblivion. Chocolate and dark fruits on the nose. The up-front chocolate aroma is closely tailgated by hints of plum, subtle roasted coffee and vanilla flavors. A chesy mouthfeel and milk sugar allow super smooth transmission. Full-bodied, sweet and indulgent.",
    "ibu": "N/A",
    "rating": "3.91",
    "image": "badge-beer-default.png"
  },
  "303": {
    "name": "Friesentraum",
    "brewery": "Brewdog",
    "style": "Lager - IPL (India Pale Lager)",
    "abv": "5.8%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.46",
    "image": "badge-beer-default.png"
  },
  "304": {
    "name": "Blitz Lemon & Honey",
    "brewery": "Brewdog",
    "style": "Sour - Berliner Weisse",
    "abv": "3.2%",
    "desc": "A low alcohol, light, refreshing, effervescent, zippy and tarty Berliner Weisse which shines even brighter with the addition of fruit.",
    "ibu": "N/A",
    "rating": "3.58",
    "image": "beer-1585088_f5132_sm.jpeg"
  },
  "305": {
    "name": "0.5% ABV Coffee Stout",
    "brewery": "Brewdog",
    "style": "Non-Alcoholic Beer",
    "abv": "0.5%",
    "desc": "First trial batch of BrewDog coffee infused low-abv stout. First trialled at the BrewDog AGM 2019",
    "ibu": "15",
    "rating": "3.24",
    "image": "badge-beer-default.png"
  },
  "306": {
    "name": "Small Batch: Zephyr",
    "brewery": "Brewdog",
    "style": "Sour - Other",
    "abv": "4.6%",
    "desc": "Zephyr is a light pale ale, with a twist of juicy acidity. Notes of Lemon, apple pie, and hints of light herbal spice are countered by a soft biscuity malt sweetness, in  straightforward and uncomplex crushable pale.",
    "ibu": "10",
    "rating": "3.5",
    "image": "beer-575339_01ea1_sm.jpeg"
  },
  "307": {
    "name": "Small Batch: Cranachan Cream Ale",
    "brewery": "Brewdog",
    "style": "Cream Ale",
    "abv": "6.5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.7",
    "image": "badge-beer-default.png"
  },
  "308": {
    "name": "Bilingual Merman",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6.8%",
    "desc": "Copenhagen meets Columbus in this super fruit powered IPA. A spring-loaded, zesty IPA that delivers citrus aromas with lemon and pomegranate duking it out. The real lemon flavors are amplified by the hop profile, and the pomegranate juice adds tartness. All built on subtle malty caramel foundations, and crisp bitterness.",
    "ibu": "N/A",
    "rating": "3.72",
    "image": "badge-beer-default.png"
  },
  "309": {
    "name": "Passionfruit Popsicle Parade",
    "brewery": "Brewdog",
    "style": "Non-Alcoholic Beer",
    "abv": "0.5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.19",
    "image": "badge-beer-default.png"
  },
  "310": {
    "name": "Emperor's Blue Clothes",
    "brewery": "Brewdog",
    "style": "Hefeweizen",
    "abv": "5%",
    "desc": "Collab by People Like Us & BrewDog \n#UnfilterTheWorld\nA blueberry hefeweizen with the aim to show that somethings in life are better unfiltered - hefeweizens and creativity.",
    "ibu": "N/A",
    "rating": "3.53",
    "image": "beer-2542934_51824_sm.jpeg"
  },
  "311": {
    "name": "Blitz Strawberry & Vanilla",
    "brewery": "Brewdog",
    "style": "Sour - Berliner Weisse",
    "abv": "3.2%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.78",
    "image": "beer-1499487_d7622_sm.jpeg"
  },
  "312": {
    "name": "Blitz Berliner Weisse",
    "brewery": "Brewdog",
    "style": "Sour - Berliner Weisse",
    "abv": "3.2%",
    "desc": "A low alcohol, light, refreshing, effervescent, zippy and tarty Berliner Weisse which shines even brighter with the addition of fruit.",
    "ibu": "8",
    "rating": "3.53",
    "image": "badge-beer-default.png"
  },
  "313": {
    "name": "Hazy DIPA",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double New England",
    "abv": "8.2%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.93",
    "image": "badge-beer-default.png"
  },
  "314": {
    "name": "Blueberry Popsicle Parade",
    "brewery": "Brewdog",
    "style": "Non-Alcoholic Beer",
    "abv": "0.5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.17",
    "image": "badge-beer-default.png"
  },
  "315": {
    "name": "Crew Brew",
    "brewery": "Brewdog",
    "style": "Golden Ale",
    "abv": "4.4%",
    "desc": "Brewed at BrewDog Columbus as a fundraiser for the campaign to purchase the Columbus Crew soccer team.",
    "ibu": "N/A",
    "rating": "3.64",
    "image": "badge-beer-default.png"
  },
  "316": {
    "name": "#CASK Russian Doll Pale Ale",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "4%",
    "desc": "Pale, Cara and Dark Crystal malt create aromas and flavour from biscuit to caramel, toffee and treacle with citrus hops from Simcoe, Citra, Cascade and Centennial. This Pale Ale is zesty to tropical, yet stone fruit to jammy..",
    "ibu": "35",
    "rating": "3.48",
    "image": "beer-3426111_5e924_sm.jpeg"
  },
  "317": {
    "name": "Sour Cherry Popsicle Parade",
    "brewery": "Brewdog",
    "style": "Non-Alcoholic Beer",
    "abv": "0.5%",
    "desc": "Sour cherry non-alcoholic beer",
    "ibu": "N/A",
    "rating": "3.13",
    "image": "badge-beer-default.png"
  },
  "318": {
    "name": "Small Batch: Spelt & Honey Saison",
    "brewery": "Brewdog",
    "style": "Farmhouse Ale - Saison",
    "abv": "5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.48",
    "image": "beer-575339_01ea1_sm.jpeg"
  },
  "319": {
    "name": "Small Batch: Marzen",
    "brewery": "Brewdog",
    "style": "Märzen",
    "abv": "5.3%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.44",
    "image": "badge-beer-default.png"
  },
  "320": {
    "name": "Redcurrant Popsicle Parade",
    "brewery": "Brewdog",
    "style": "Non-Alcoholic Beer",
    "abv": "0.5%",
    "desc": "Alcohol-free redcurrant Berliner weisse. Small batch.",
    "ibu": "N/A",
    "rating": "3.08",
    "image": "badge-beer-default.png"
  },
  "321": {
    "name": "Small Batch: Kellerbier",
    "brewery": "Brewdog",
    "style": "Kellerbier / Zwickelbier",
    "abv": "4.5%",
    "desc": "Our 10HL pilot kit is the place our brewers let their imaginations fly and lay down unpredictable, creative tracks. Our brew team use it to dial in our small-scale experimental brews, each then finding its way to our bars as a draught-only special release.\n\nMalts: Pilsner, Pale, Munich and Amber\n\nHops: Perle, Hallertauer Mittelfrüh and Mandarina Bavaria\n\nYeast: Wyeast 2124 - Bohemian Lager",
    "ibu": "25",
    "rating": "3.39",
    "image": "beer-1442137_2f2cd_sm.jpeg"
  },
  "322": {
    "name": "Single Barrel #1374",
    "brewery": "Brewdog",
    "style": "Mead - Braggot",
    "abv": "9.7%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.69",
    "image": "badge-beer-default.png"
  },
  "323": {
    "name": "Brut IPA",
    "brewery": "Brewdog",
    "style": "IPA - Brut",
    "abv": "6.2%",
    "desc": "Dry hopped with Citra, Mosaic, and Nelson Sauvin. Bone dry with notes of citrus, berries, and white grapes.",
    "ibu": "N/A",
    "rating": "3.65",
    "image": "badge-beer-default.png"
  },
  "324": {
    "name": "Sugar Daddy",
    "brewery": "Brewdog",
    "style": "Stout - American",
    "abv": "7%",
    "desc": "Find your perfect partner in this rewarding stout, brewed with Muscovado and Milk Sugars for the sweetest of touches. The addition of cocoa nibs takes things to the next level, yielding full-bodied chocolate, warming caramel and dark fruit well into the finish. European hops add a touch of nobility and make this beer an ideal catch. Without our Equity Punks, none of what we have achieved would have been possible. This beer is your reward for having our backs. \nSugar Daddy – A keeper.",
    "ibu": "30",
    "rating": "3.65",
    "image": "beer-3539631_d4dc3_sm.jpeg"
  },
  "325": {
    "name": "Muscovado Mafia",
    "brewery": "Brewdog",
    "style": "Stout - Coffee",
    "abv": "7%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.68",
    "image": "badge-beer-default.png"
  },
  "326": {
    "name": "Hello My Name Is (Unelected) Boris",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "5%",
    "desc": "At BrewDog we passionately believe in democracy and the British people's right to democratically elect our leader. \n\nWe believe we should all get the vote for and elect who is in charge.\n\nThis belief is especially pertinent as our nation enters a particularly perilous chapter in our history. \n\nThis 5.2% hazy East Coast style IPA is a liquid protest against unelected leaders and a beer to bring us all together in uncertain times.",
    "ibu": "25",
    "rating": "3.76",
    "image": "beer-3416295_63dbf_sm.jpeg"
  },
  "327": {
    "name": "Brewdog Barrel Aged Sweet Stout",
    "brewery": "Brewdog",
    "style": "Stout - Milk / Sweet",
    "abv": "13.8%",
    "desc": "",
    "ibu": "N/A",
    "rating": "4.12",
    "image": "badge-beer-default.png"
  },
  "328": {
    "name": "Small Batch: Cherry Blossom",
    "brewery": "Brewdog",
    "style": "IPA - English",
    "abv": "6.2%",
    "desc": "Our 10HL pilot kit is the place our brewers let their imaginations fly and lay down unpredictable, creative tracks. Our brew team use it to dial in our small-scale experimental brews, each then finding its way to our bars as a draught-only special release.",
    "ibu": "N/A",
    "rating": "3.68",
    "image": "beer-1442137_2f2cd_sm.jpeg"
  },
  "329": {
    "name": "Small Batch: Nitro Breakfast Stout",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double Oatmeal",
    "abv": "8%",
    "desc": "Our 10HL pilot kit is the place our brewers let their imaginations fly and lay down unpredictable, creative tracks. Our brew team use it to dial in our small-scale experimental brews, each then finding its way to our bars as a draught-only special release.\n\nAn utterly indulgent, smooth as hell Stout. With opulent flavours of chocolate milkshake, roasty espresso coffee, and mellow vanilla, this beer has a full-bodied and creamy mouthfeel.\n\nMalts: Pale, Dark Crystal, Brown, Carafa I, Wheat and Oats\n\nHops: Magnum\n\nTwist: Cacao, coffee, vanilla and lactose\n\nYeast: Wyeast 1272 - American Ale II",
    "ibu": "80",
    "rating": "4.15",
    "image": "beer-1442137_2f2cd_sm.jpeg"
  },
  "330": {
    "name": "Small Batch: India Pale Weizen",
    "brewery": "Brewdog",
    "style": "IPA - White",
    "abv": "7.5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.64",
    "image": "badge-beer-default.png"
  },
  "331": {
    "name": "LIVE Hop Fiction",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "4.2%",
    "desc": "Hop Fiction LIVE \n\nA firm Chinook bitterness provides an underlying baseline of resin, on which is built fragrant floral and citrus notes of lime peel, grapefruit pith and bergamot, with subtle top notes of tropical fruit and berry. A light and simple malt base gives way to a long, pine-laden finish.",
    "ibu": "40",
    "rating": "3.64",
    "image": "badge-beer-default.png"
  },
  "332": {
    "name": "Hoppy Christmas (4.2%)",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "4.2%",
    "desc": "In the true spirit of Christmas ’cheers’ we at BrewDog have taken it upon ourselves to create a Santa’s little helper for all those battling through the festive season. Our crack team of elves, penguins and red nosed reindeer have been crafting, brewing and perfecting this warming winter-IPA as a reward for all those driven to the brink and back in the name of Noel. Now all you have to do is don that customary yule tide sweater and find a roaring open fire to enjoy it by. In fact this beer is so good, we specifically advise against sharing it with any chimney intruding, night time visitors. Oh and just remember, this BrewDog’s not for life, it’s just for Christmas.",
    "ibu": "66",
    "rating": "3.61",
    "image": "beer-269705_9b29f_sm.jpeg"
  },
  "333": {
    "name": "Supernova",
    "brewery": "Brewdog",
    "style": "IPA - English",
    "abv": "6.3%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.78",
    "image": "badge-beer-default.png"
  },
  "334": {
    "name": "Fallout DIPA",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "9%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.76",
    "image": "badge-beer-default.png"
  },
  "335": {
    "name": "Drop the B.A.S.S.",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "12%",
    "desc": "",
    "ibu": "N/A",
    "rating": "4.15",
    "image": "badge-beer-default.png"
  },
  "336": {
    "name": "Small Batch Maple Stout ",
    "brewery": "Brewdog",
    "style": "Stout - Other",
    "abv": "7.5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.68",
    "image": "badge-beer-default.png"
  },
  "337": {
    "name": "Heist Berry",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "6%",
    "desc": "Complex layers of bold, dark fruity flavors intertwine with citrus and grassy notes, all underpinned with subtle hints of caramel and biscuit.",
    "ibu": "5",
    "rating": "3.67",
    "image": "beer-2965709_46c20_sm.jpeg"
  },
  "338": {
    "name": "Experimental IPA 005",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6.1%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.68",
    "image": "badge-beer-default.png"
  },
  "339": {
    "name": "B Side: Rye IPA",
    "brewery": "Brewdog",
    "style": "IPA - Rye",
    "abv": "6.3%",
    "desc": "Here at BrewDog, we love the hidden tracks; the unexpected discoveries. The B-Sides.\n\nTake our 10HL pilot kit. It is the place our brewers let those imaginations fly and lay down unpredictable, creative tracks. Our brew team use it to dial in our small-scale experimental brews, each then finding its way to our bars as a draught-only special release.\n\nHowever, we felt the naming convention used previously – Pilot Brew XXX – didn't fully reflected the ingenuity displayed by our brewers. To depict this a little better we now release each pilot brew as a bona fide B-Side; alongside our production-batch launches that take place at our bars, you’ll be able to discover a flip side in the form of one of our B-Side releases.",
    "ibu": "N/A",
    "rating": "3.78",
    "image": "beer-1549339_3ac74_sm.jpeg"
  },
  "340": {
    "name": "Small Batch: Imperial Red Ale",
    "brewery": "Brewdog",
    "style": "Red Ale - Imperial / Double",
    "abv": "8%",
    "desc": "Our 10HL pilot kit is the place our brewers let their imaginations fly and lay down unpredictable, creative tracks. Our brew team use it to dial in our small-scale experimental brews, each then finding its way to our bars as a draught-only special release.",
    "ibu": "N/A",
    "rating": "3.87",
    "image": "beer-1686922_6de01_sm.jpeg"
  },
  "341": {
    "name": "Renegade Release 2019 Buckeye White Stout",
    "brewery": "Brewdog",
    "style": "Stout - White",
    "abv": "7.2%",
    "desc": "",
    "ibu": "N/A",
    "rating": "4.17",
    "image": "badge-beer-default.png"
  },
  "342": {
    "name": "Citra Red Imp",
    "brewery": "Brewdog",
    "style": "Red Ale - Imperial / Double",
    "abv": "9.2%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.76",
    "image": "badge-beer-default.png"
  },
  "343": {
    "name": "Pina Colada Sidewalk Shark",
    "brewery": "Brewdog",
    "style": "Sour - Gose",
    "abv": "5.4%",
    "desc": "Cocunut sour",
    "ibu": "N/A",
    "rating": "3.87",
    "image": "badge-beer-default.png"
  },
  "344": {
    "name": "People Power",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "5.2%",
    "desc": "Double Dry Hopped Pale Ale. hazy, citrus",
    "ibu": "N/A",
    "rating": "3.7",
    "image": "badge-beer-default.png"
  },
  "345": {
    "name": "Peach & Passionfruit Popsicle Parade",
    "brewery": "Brewdog",
    "style": "Non-Alcoholic Beer",
    "abv": "0.5%",
    "desc": "Peach and Passionfruit infused Low ABV Berliner Weisse.",
    "ibu": "N/A",
    "rating": "3.07",
    "image": "badge-beer-default.png"
  },
  "346": {
    "name": "Fall Vibes",
    "brewery": "Brewdog",
    "style": "Stout - Other",
    "abv": "7.3%",
    "desc": "Spiced stout...chocolate, cranberry, cinnamon",
    "ibu": "N/A",
    "rating": "3.79",
    "image": "badge-beer-default.png"
  },
  "347": {
    "name": "Single Barrel #278",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "12.5%",
    "desc": "Whisky barrel-aged Ten Ton Truck",
    "ibu": "N/A",
    "rating": "4.12",
    "image": "badge-beer-default.png"
  },
  "348": {
    "name": "Small Batch: 80 Shilling",
    "brewery": "Brewdog",
    "style": "Scottish Ale",
    "abv": "5.3%",
    "desc": "Our 10HL pilot kit is the place our brewers let their imaginations fly and lay down unpredictable, creative tracks. Our brew team use it to dial in our small-scale experimental brews, each then finding its way to our bars as a draught-only special release.",
    "ibu": "N/A",
    "rating": "3.39",
    "image": "beer-1442137_2f2cd_sm.jpeg"
  },
  "349": {
    "name": "Savage Hive Hugger",
    "brewery": "Brewdog",
    "style": "Barleywine - American",
    "abv": "12%",
    "desc": "40 Referrals in EFPV Brew.",
    "ibu": "N/A",
    "rating": "3.72",
    "image": "badge-beer-default.png"
  },
  "350": {
    "name": "Small Batch: Double IPA",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "8.9%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.9",
    "image": "badge-beer-default.png"
  },
  "351": {
    "name": "Aloha Dream Stout",
    "brewery": "Brewdog",
    "style": "Stout - American",
    "abv": "11%",
    "desc": "Heavy, no acidity or hops, chocolate cherry licorice. Smooth aftertaste",
    "ibu": "N/A",
    "rating": "3.84",
    "image": "badge-beer-default.png"
  },
  "352": {
    "name": "B Side: Passionfruit Berliner",
    "brewery": "Brewdog",
    "style": "Sour - Berliner Weisse",
    "abv": "5.8%",
    "desc": "A low alcohol, light, refreshing, effervescent, zippy and tarty Berliner Weisse which shines even brighter with the addition of fruit.",
    "ibu": "N/A",
    "rating": "3.65",
    "image": "beer-1548286_edff5_sm.jpeg"
  },
  "353": {
    "name": "#CASK the Physics",
    "brewery": "Brewdog",
    "style": "Red Ale - American Amber / Red",
    "abv": "5%",
    "desc": "A historically accurate beer based on the recipe devised on the 8th of February 2007 and rebrewed for #CASK in December 2019.\n\nRecreated using the finest coloured malts which provide the complex sweet malt character which initially arouses the senses. Like a fine cheese cake the biscuit base has a smooth and creamy layer that both satisfies and entices. Culminating with a delicate fruit topping of blackcurrant and tinges of citrus to refresh the participant, complemented fully by the crisp dry bitter finish.",
    "ibu": "47",
    "rating": "3.4",
    "image": "beer-3562313_e246f_sm.jpeg"
  },
  "354": {
    "name": "Small Batch: Chai Spiced Imperial Brown Ale",
    "brewery": "Brewdog",
    "style": "Brown Ale - Imperial / Double",
    "abv": "11%",
    "desc": "Our 10HL pilot kit is the place our brewers let their imaginations fly and lay down unpredictable, creative tracks. Our brew team use it to dial in our small-scale experimental brews, each then finding its way to our bars as a draught-only special release.",
    "ibu": "N/A",
    "rating": "3.45",
    "image": "beer-1442137_2f2cd_sm.jpeg"
  },
  "355": {
    "name": "Unknown Cask #290",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "12%",
    "desc": "Alcoholic chocolat syrup aged 5+ years in Cragganmore casks.",
    "ibu": "N/A",
    "rating": "4.21",
    "image": "badge-beer-default.png"
  },
  "356": {
    "name": "B Side: Pils 2.0",
    "brewery": "Brewdog",
    "style": "Pilsner - German",
    "abv": "4.6%",
    "desc": "Here at BrewDog, we love the hidden tracks; the unexpected discoveries. The B-Sides.\n\nTake our 10HL pilot kit. It is the place our brewers let those imaginations fly and lay down unpredictable, creative tracks. Our brew team use it to dial in our small-scale experimental brews, each then finding its way to our bars as a draught-only special release.\n\nHowever, we felt the naming convention used previously – Pilot Brew XXX – didn't fully reflected the ingenuity displayed by our brewers. To depict this a little better we now release each pilot brew as a bona fide B-Side; alongside our production-batch launches that take place at our bars, you’ll be able to discover a flip side in the form of one of our B-Side releases.",
    "ibu": "N/A",
    "rating": "3.42",
    "image": "beer-1517733_52f45_sm.jpeg"
  },
  "357": {
    "name": "Single Barrel #1386",
    "brewery": "Brewdog",
    "style": "Farmhouse Ale - Saison",
    "abv": "10.7%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.96",
    "image": "badge-beer-default.png"
  },
  "358": {
    "name": "Experimental Lager #1776",
    "brewery": "Brewdog",
    "style": "Pilsner - Czech",
    "abv": "4.9%",
    "desc": "This light and refreshing lager has a floral aroma with a bready body and a slight cedar finish that kind of reminds you of a Czech style pilsner.",
    "ibu": "N/A",
    "rating": "3.56",
    "image": "badge-beer-default.png"
  },
  "359": {
    "name": "Draft House Oatmeal Stout",
    "brewery": "Brewdog",
    "style": "Stout - Oatmeal",
    "abv": "4.5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.67",
    "image": "badge-beer-default.png"
  },
  "360": {
    "name": "Small Batch Session Pale Weizen",
    "brewery": "Brewdog",
    "style": "Hefeweizen",
    "abv": "4.7%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.65",
    "image": "badge-beer-default.png"
  },
  "361": {
    "name": "Special Permission Fox of Tokyo (東京特許許可狐)",
    "brewery": "Brewdog",
    "style": "IPA - Imperial / Double",
    "abv": "8%",
    "desc": "Brewed for Brewdog Roppongi",
    "ibu": "N/A",
    "rating": "3.75",
    "image": "badge-beer-default.png"
  },
  "362": {
    "name": "Single Barrel #292",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "14.5%",
    "desc": "Single barrel rye barrel-aged Ten Ton Truck",
    "ibu": "N/A",
    "rating": "4.16",
    "image": "badge-beer-default.png"
  },
  "363": {
    "name": "The Dark & Dirty Disciples",
    "brewery": "Brewdog",
    "style": "Stout - Other",
    "abv": "5%",
    "desc": "Berry & chocolate EFP brew",
    "ibu": "N/A",
    "rating": "3.99",
    "image": "badge-beer-default.png"
  },
  "364": {
    "name": "Draft House Lager",
    "brewery": "Brewdog",
    "style": "Lager - Pale",
    "abv": "5.2%",
    "desc": "Easy drinking crisp lager",
    "ibu": "N/A",
    "rating": "3.61",
    "image": "badge-beer-default.png"
  },
  "365": {
    "name": "Small Batch: Amber Ale",
    "brewery": "Brewdog",
    "style": "Red Ale - American Amber / Red",
    "abv": "5%",
    "desc": "Small batch brews are one-off beers from our pilot kit, or trial beers we have brewed with limited availability.\n\nCaramel and toffee malt balanced with tropical and resinous new world hops and a light bitterness.\n\nMalts: Pale, Crystal, Dark Crystal, Carafa and Dextrin\n\nHops: Mosaic, Equinox, Mandarina Bavaria and Hallertau Blanc\n\nYeast: Wyeast 1056 - American Ale",
    "ibu": "25",
    "rating": "3.56",
    "image": "badge-beer-default.png"
  },
  "366": {
    "name": "Flight Club",
    "brewery": "Brewdog",
    "style": "IPA - International",
    "abv": "4.5%",
    "desc": "Transatlantic IPA",
    "ibu": "N/A",
    "rating": "3.7",
    "image": "badge-beer-default.png"
  },
  "367": {
    "name": "Single Barrel #1373",
    "brewery": "Brewdog",
    "style": "Mead - Braggot",
    "abv": "10.8%",
    "desc": "A beer/mead hybrid we brewed on the pilot kit back in 2015, aged for almost three years in Viognier white wine barrels. The recipe was never added to our filing system.",
    "ibu": "N/A",
    "rating": "3.8",
    "image": "beer-575339_01ea1_sm.jpeg"
  },
  "368": {
    "name": "Dogland",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "6.9%",
    "desc": "Collab between Land-Grant Brewing and Brewdog.",
    "ibu": "N/A",
    "rating": "3.71",
    "image": "badge-beer-default.png"
  },
  "369": {
    "name": "Small Batch: Viognier BA Braggot",
    "brewery": "Brewdog",
    "style": "Mead - Braggot",
    "abv": "9.73%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.37",
    "image": "badge-beer-default.png"
  },
  "370": {
    "name": "Prototype Maple Stout",
    "brewery": "Brewdog",
    "style": "Stout - Other",
    "abv": "7.5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.77",
    "image": "badge-beer-default.png"
  },
  "371": {
    "name": "Death Valley Disco",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "5%",
    "desc": "This beer was brewed by; Steven Benson, Kim Rickwood, Neil Rowe, Patrick Boerkamp, Nick Blewer\n\nAs a reward for having our backs in Equity for Punks V, we invite you to strut proudly into the world's hottest club for this DDH IPA, with hops direct from the US of A. Tropical fruit, mango and citrus rise mirage-like from the strobe-lit salt flats as a punchy bitterness reanimates in time for another shimmy across the dance floor. Death Valley Disco - care to dance?",
    "ibu": "50",
    "rating": "3.64",
    "image": "badge-beer-default.png"
  },
  "372": {
    "name": "Sidewalk Shark V2.0",
    "brewery": "Brewdog",
    "style": "Sour - Gose",
    "abv": "4.2%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.88",
    "image": "beer-575339_01ea1_sm.jpeg"
  },
  "373": {
    "name": "Organic Zeitgeist",
    "brewery": "Brewdog",
    "style": "Schwarzbier",
    "abv": "4.9%",
    "desc": "",
    "ibu": "27",
    "rating": "3.6",
    "image": "badge-beer-default.png"
  },
  "374": {
    "name": "Berliner Dunkel",
    "brewery": "Brewdog",
    "style": "Lager - Munich Dunkel",
    "abv": "5.4%",
    "desc": "Berlin brewed.",
    "ibu": "N/A",
    "rating": "3.5",
    "image": "badge-beer-default.png"
  },
  "375": {
    "name": "Small Batch Porter",
    "brewery": "Brewdog",
    "style": "Porter - English",
    "abv": "4.6%",
    "desc": "Porter. Vanilla. Cocoa. Coffee.",
    "ibu": "N/A",
    "rating": "3.61",
    "image": "badge-beer-default.png"
  },
  "376": {
    "name": "Small Batch Chocolate Stout",
    "brewery": "Brewdog",
    "style": "Stout - Milk / Sweet",
    "abv": "5.7%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.71",
    "image": "badge-beer-default.png"
  },
  "377": {
    "name": "Experimental IPA 001",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "7.7%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.83",
    "image": "badge-beer-default.png"
  },
  "378": {
    "name": "Single Barrel #132",
    "brewery": "Brewdog",
    "style": "IPA - Rye",
    "abv": "8.1%",
    "desc": "Our red-rye IPA, Albino Squid Assassin, barrel-aged in rye - a rebrew of our most requested barrel-aged beers.",
    "ibu": "65",
    "rating": "4.13",
    "image": "beer-575339_01ea1_sm.jpeg"
  },
  "379": {
    "name": "Cloud 9",
    "brewery": "Brewdog",
    "style": "IPA - International",
    "abv": "5.1%",
    "desc": "Brewed to celebrate the world's first craft beer airlines 2nd flight, this beer is best enjoyed at altitude. As pale and hazy yellow as a transatlantic sun rise. Brace brace for a full-tilt fruit hit. Mango , pineapple, stone-fruit, and a hint of lime head for the skies. Brewed with oats and wheat and left unfiltered for a smoother crossing. November echo India papa Alfa you are clear for take off. \nCloud 9 juicy Jet.",
    "ibu": "N/A",
    "rating": "3.73",
    "image": "beer-3509076_41001_sm.jpeg"
  },
  "380": {
    "name": "Single Barrel #173",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "12.5%",
    "desc": "BA Radio Zombie Phone In. Single Barrel #173",
    "ibu": "100",
    "rating": "4.25",
    "image": "badge-beer-default.png"
  },
  "381": {
    "name": "Disbeleaf Wheat",
    "brewery": "Brewdog",
    "style": "Wheat Beer - American Pale Wheat",
    "abv": "5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.49",
    "image": "badge-beer-default.png"
  },
  "382": {
    "name": "Small Batch: Tripel",
    "brewery": "Brewdog",
    "style": "Belgian Tripel",
    "abv": "12.5%",
    "desc": "Our 10HL pilot kit is the place our brewers let their imaginations fly and lay down unpredictable, creative tracks. Our brew team use it to dial in our small-scale experimental brews, each then finding its way to our bars as a draught-only special release.",
    "ibu": "N/A",
    "rating": "3.78",
    "image": "beer-1442137_2f2cd_sm.jpeg"
  },
  "383": {
    "name": "Experimental Stout 001",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double Milk",
    "abv": "11.2%",
    "desc": "",
    "ibu": "N/A",
    "rating": "4.02",
    "image": "badge-beer-default.png"
  },
  "384": {
    "name": "Single Hop IPA - Strata",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "N/A",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.77",
    "image": "badge-beer-default.png"
  },
  "385": {
    "name": "Small Batch Dessert Stout",
    "brewery": "Brewdog",
    "style": "Stout - Pastry",
    "abv": "5.7%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.82",
    "image": "badge-beer-default.png"
  },
  "386": {
    "name": "Global Hop Topic",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "6%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.51",
    "image": "badge-beer-default.png"
  },
  "387": {
    "name": "Small Batch: Saison",
    "brewery": "Brewdog",
    "style": "Farmhouse Ale - Saison",
    "abv": "5%",
    "desc": "Spicy, floral, funky",
    "ibu": "N/A",
    "rating": "3.58",
    "image": "beer-575339_01ea1_sm.jpeg"
  },
  "388": {
    "name": "Punk X",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "5.6%",
    "desc": "January 2020 prototype Punk IPA.",
    "ibu": "N/A",
    "rating": "3.63",
    "image": "beer-3619229_9a6c7_sm.jpeg"
  },
  "389": {
    "name": "Mango Wheat",
    "brewery": "Brewdog",
    "style": "Fruit Beer",
    "abv": "5.2%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.67",
    "image": "badge-beer-default.png"
  },
  "390": {
    "name": "Small Batch NEIPA",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.78",
    "image": "badge-beer-default.png"
  },
  "391": {
    "name": "Punk Y",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "5.4%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.55",
    "image": "badge-beer-default.png"
  },
  "392": {
    "name": "West Coast Pale Ale",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "4.2%",
    "desc": "",
    "ibu": "35",
    "rating": "3.23",
    "image": "badge-beer-default.png"
  },
  "393": {
    "name": "Brewdog Live Punk",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "5.6%",
    "desc": "Live ale, spiky, tropical, hoppy w/ live active yeast served with low carbonation and slightly warmer temp.",
    "ibu": "50",
    "rating": "3.72",
    "image": "badge-beer-default.png"
  },
  "394": {
    "name": "Punk Z",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "5.4%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.54",
    "image": "badge-beer-default.png"
  },
  "395": {
    "name": "Cryptonite",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6.7%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.52",
    "image": "badge-beer-default.png"
  },
  "396": {
    "name": "0.5 Small Batch: IPA",
    "brewery": "Brewdog",
    "style": "Non-Alcoholic Beer",
    "abv": "0.5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.29",
    "image": "badge-beer-default.png"
  },
  "397": {
    "name": "Session Black IPA",
    "brewery": "Brewdog",
    "style": "IPA - Black / Cascadian Dark Ale",
    "abv": "5.2%",
    "desc": "Previously B-Side Black IPA.",
    "ibu": "40",
    "rating": "3.55",
    "image": "badge-beer-default.png"
  },
  "398": {
    "name": "Single Barrel #1676 - Bourbon Barrel Barleywine",
    "brewery": "Brewdog",
    "style": "Barleywine - American",
    "abv": "11.2%",
    "desc": "Bourbon Barrel Aged Barley Wine. Caramel, toasted marshmallow and big vanilla flavours dominate Barley Wine.\nThe barrel number has been confirmed with BrewDog as #1676.",
    "ibu": "N/A",
    "rating": "3.97",
    "image": "badge-beer-default.png"
  },
  "399": {
    "name": "Pilot Kit Coffee Stout",
    "brewery": "Brewdog",
    "style": "Non-Alcoholic Beer",
    "abv": "0.5%",
    "desc": "Non alkoholic coffee stout \nPilot batch",
    "ibu": "N/A",
    "rating": "2.88",
    "image": "badge-beer-default.png"
  },
  "400": {
    "name": "Experimental BA Stout",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "12%",
    "desc": "Bourbon Barrel-Aged Sweet Stout.",
    "ibu": "N/A",
    "rating": "4.24",
    "image": "badge-beer-default.png"
  },
  "401": {
    "name": "Kick Start King",
    "brewery": "Brewdog",
    "style": "Stout - Coffee",
    "abv": "7%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.79",
    "image": "badge-beer-default.png"
  },
  "402": {
    "name": "Small Batch: Session Sour Ale",
    "brewery": "Brewdog",
    "style": "Sour - Other",
    "abv": "4.6%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.49",
    "image": "badge-beer-default.png"
  },
  "403": {
    "name": "Olympic Enhancement Juice",
    "brewery": "Brewdog",
    "style": "Stout - Russian Imperial",
    "abv": "9%",
    "desc": "Brewdog Equity Punk 40+ referrals July Brew",
    "ibu": "N/A",
    "rating": "3.96",
    "image": "beer-1899113_60084_sm.jpeg"
  },
  "404": {
    "name": "Cheese & Chon",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "6.5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.75",
    "image": "badge-beer-default.png"
  },
  "405": {
    "name": "Small Batch: Peach and Apricot Sour",
    "brewery": "Brewdog",
    "style": "Sour - Other",
    "abv": "7.2%",
    "desc": "Draught only.\nPart of the small batch series\nA juicy mash up of aroma and flavour; bright peach and soft apricot with a full body and a fresh orange juice tartness",
    "ibu": "N/A",
    "rating": "3.51",
    "image": "badge-beer-default.png"
  },
  "406": {
    "name": "Pilot Kit",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "6.5%",
    "desc": "Small batch that appears in color and taste to be a New England style hazy IPA.",
    "ibu": "N/A",
    "rating": "3.73",
    "image": "badge-beer-default.png"
  },
  "407": {
    "name": "Experimental 004",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "5.8%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.64",
    "image": "badge-beer-default.png"
  },
  "408": {
    "name": "The Vermont Sessions",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "5.2%",
    "desc": "Session New England IPA",
    "ibu": "N/A",
    "rating": "3.92",
    "image": "badge-beer-default.png"
  },
  "409": {
    "name": "Small Batch: Sour IPA",
    "brewery": "Brewdog",
    "style": "IPA - Sour",
    "abv": "6.8%",
    "desc": "Our 10HL pilot kit is the place our brewers let their imaginations fly and lay down unpredictable, creative tracks. Our brew team use it to dial in our small-scale experimental brews, each then finding its way to our bars as a draught-only special release.",
    "ibu": "N/A",
    "rating": "3.89",
    "image": "beer-1442137_2f2cd_sm.jpeg"
  },
  "410": {
    "name": "Hazy IPL",
    "brewery": "Brewdog",
    "style": "Lager - IPL (India Pale Lager)",
    "abv": "5.7%",
    "desc": "Hazy Indian Pale Lager",
    "ibu": "N/A",
    "rating": "3.69",
    "image": "badge-beer-default.png"
  },
  "411": {
    "name": "Small Batch: Saison with Peach & Apricot",
    "brewery": "Brewdog",
    "style": "Farmhouse Ale - Saison",
    "abv": "6.5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.28",
    "image": "beer-575339_01ea1_sm.jpeg"
  },
  "412": {
    "name": "Dogdealer",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "N/A",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.65",
    "image": "badge-beer-default.png"
  },
  "413": {
    "name": "Simcoe IPA",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.53",
    "image": "badge-beer-default.png"
  },
  "414": {
    "name": "EXP 004",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "7.5%",
    "desc": "Experimental IPA numero quatro.",
    "ibu": "69",
    "rating": "3.47",
    "image": "badge-beer-default.png"
  },
  "415": {
    "name": "Wild Card Wheat",
    "brewery": "Brewdog",
    "style": "Wheat Beer - American Pale Wheat",
    "abv": "5.6%",
    "desc": "Classic Wheat Beer",
    "ibu": "N/A",
    "rating": "3.61",
    "image": "badge-beer-default.png"
  },
  "416": {
    "name": "Small Batch Hazy Pale",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.69",
    "image": "badge-beer-default.png"
  },
  "417": {
    "name": "Lager - Small Batch",
    "brewery": "Brewdog",
    "style": "Non-Alcoholic Beer",
    "abv": "0.5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.16",
    "image": "badge-beer-default.png"
  },
  "418": {
    "name": "Punk B",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "5.4%",
    "desc": "Experimental new recipe version of Punk",
    "ibu": "N/A",
    "rating": "3.39",
    "image": "badge-beer-default.png"
  },
  "419": {
    "name": "Tschüss Ich Bin Dann Mal Weg",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "5.8%",
    "desc": "Our 4th Berlin Exclusive Release",
    "ibu": "N/A",
    "rating": "3.53",
    "image": "badge-beer-default.png"
  },
  "420": {
    "name": "Punk A",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "5.4%",
    "desc": "Experimental new recipe version of Punk",
    "ibu": "N/A",
    "rating": "3.41",
    "image": "badge-beer-default.png"
  },
  "421": {
    "name": "Single Barrel #140",
    "brewery": "Brewdog",
    "style": "Cider - Traditional",
    "abv": "6.6%",
    "desc": "Our test batch of cider, aged for two months in bourbon barrel.",
    "ibu": "N/A",
    "rating": "3.75",
    "image": "beer-575339_01ea1_sm.jpeg"
  },
  "422": {
    "name": "Small Batch Weizen",
    "brewery": "Brewdog",
    "style": "Hefeweizen",
    "abv": "5.5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.52",
    "image": "badge-beer-default.png"
  },
  "423": {
    "name": "Low Abv Unfiltered Pale",
    "brewery": "Brewdog",
    "style": "Pale Ale - American",
    "abv": "0.5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "4",
    "image": "badge-beer-default.png"
  },
  "424": {
    "name": "Small Batch Blonde",
    "brewery": "Brewdog",
    "style": "Blonde Ale",
    "abv": "4.2%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.5",
    "image": "badge-beer-default.png"
  },
  "425": {
    "name": "Orange Vanilla Creamsicle",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "7.5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.77",
    "image": "badge-beer-default.png"
  },
  "426": {
    "name": "Equity For Punks",
    "brewery": "Brewdog",
    "style": "Pale Ale - International",
    "abv": "4.2%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.33",
    "image": "badge-beer-default.png"
  },
  "427": {
    "name": "Embrace the Opaque",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "7.2%",
    "desc": "",
    "ibu": "N/A",
    "rating": "3.73",
    "image": "badge-beer-default.png"
  },
  "428": {
    "name": "Small Batch Experimental Ipa",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "6%",
    "desc": "",
    "ibu": "N/A",
    "rating": "N/A",
    "image": "badge-beer-default.png"
  },
  "429": {
    "name": "Texas Chilli ",
    "brewery": "Brewdog",
    "style": "Chilli / Chile Beer",
    "abv": "N/A",
    "desc": "",
    "ibu": "N/A",
    "rating": "N/A",
    "image": "badge-beer-default.png"
  },
  "430": {
    "name": "Small Batch: IPL",
    "brewery": "Brewdog",
    "style": "Lager - IPL (India Pale Lager)",
    "abv": "6.5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "N/A",
    "image": "badge-beer-default.png"
  },
  "431": {
    "name": "Pilot Kit Blonde Ale",
    "brewery": "Brewdog",
    "style": "Belgian Blonde",
    "abv": "4.2%",
    "desc": "",
    "ibu": "N/A",
    "rating": "N/A",
    "image": "badge-beer-default.png"
  },
  "432": {
    "name": "Equity For Punks",
    "brewery": "Brewdog",
    "style": "English Bitter",
    "abv": "6.6%",
    "desc": "",
    "ibu": "N/A",
    "rating": "N/A",
    "image": "badge-beer-default.png"
  },
  "433": {
    "name": "New England IPA SB Hazy",
    "brewery": "Brewdog",
    "style": "IPA - English",
    "abv": "N/A",
    "desc": "",
    "ibu": "N/A",
    "rating": "N/A",
    "image": "badge-beer-default.png"
  },
  "434": {
    "name": "Pilot Kit Helles",
    "brewery": "Brewdog",
    "style": "Lager - Helles",
    "abv": "5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "N/A",
    "image": "badge-beer-default.png"
  },
  "435": {
    "name": "Off Work King Nitro",
    "brewery": "Brewdog",
    "style": "Porter - Baltic Imperial / Double",
    "abv": "13.5%",
    "desc": "",
    "ibu": "N/A",
    "rating": "N/A",
    "image": "badge-beer-default.png"
  },
  "436": {
    "name": "Paradox Islay",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "15%",
    "desc": "Whisky cask aged Imperial Stout",
    "ibu": "N/A",
    "rating": "N/A",
    "image": "badge-beer-default.png"
  },
  "437": {
    "name": "Hazy Duo",
    "brewery": "Brewdog",
    "style": "IPA - New England",
    "abv": "6%",
    "desc": "A mix of Brew Dog Hazy Jane and Duopolis. It's just perfect!",
    "ibu": "25",
    "rating": "N/A",
    "image": "badge-beer-default.png"
  },
  "438": {
    "name": "Brewdog DOG H 12th Anniversary Imperial Stout",
    "brewery": "Brewdog",
    "style": "Stout - Imperial / Double",
    "abv": "16.6%",
    "desc": "Captivating dark malts, chillies, cocoa and coffee. And then cognac.",
    "ibu": "N/A",
    "rating": "N/A",
    "image": "badge-beer-default.png"
  },
  "439": {
    "name": "Stratospheric Oat Cream Ddh Ipa",
    "brewery": "Brewdog",
    "style": "Adambier",
    "abv": "N/A",
    "desc": "",
    "ibu": "N/A",
    "rating": "N/A",
    "image": "badge-beer-default.png"
  },
  "440": {
    "name": "Hallo Ich Bin Arthur",
    "brewery": "Brewdog",
    "style": "Schwarzbier",
    "abv": "4.7%",
    "desc": "Our 5th Berlin Exclusive Release",
    "ibu": "N/A",
    "rating": "N/A",
    "image": "badge-beer-default.png"
  },
  "441": {
    "name": "Trans-pacific IPA",
    "brewery": "Brewdog",
    "style": "Pale Ale - International",
    "abv": "7.1%",
    "desc": "",
    "ibu": "N/A",
    "rating": "N/A",
    "image": "badge-beer-default.png"
  },
  "442": {
    "name": "Ipa Is Dead Simcoe With Blueberries (hop Infuser)",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "7.2%",
    "desc": "",
    "ibu": "N/A",
    "rating": "N/A",
    "image": "badge-beer-default.png"
  },
  "443": {
    "name": "Ipa Is Dead Comet With Pineapple (hop Infuser)",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "7.2%",
    "desc": "",
    "ibu": "N/A",
    "rating": "N/A",
    "image": "badge-beer-default.png"
  },
  "444": {
    "name": "Chaos Theory (2020)",
    "brewery": "Brewdog",
    "style": "IPA - American",
    "abv": "7.1%",
    "desc": "Trans-pacific IPA\nREBREW OF ORIGINAL BD BEER OF SAME NAME PRESUMABLY? Probably tweaked.",
    "ibu": "N/A",
    "rating": "N/A",
    "image": "badge-beer-default.png"
  }
}